{
    "DMF2SVcfXZk": [
        {
            "text": "सुनिए जी हान सुनना तो पड़ेगा नहीं तो \nशाम को खाना नहीं मिलेगा कुछ भी कुछ भी  ",
            "start": 0.0,
            "duration": 5.64
        },
        {
            "text": "अच्छा मैं मजाक कर रहा था क्या बोल रहे द आप बताइए",
            "start": 5.64,
            "duration": 2.52
        },
        {
            "text": "आप माउस पॉइंटर कैसे हाईलाइट करते हैं और ऐसे एक ही  ",
            "start": 8.16,
            "duration": 7.56
        },
        {
            "text": "नहीं बहुत सारी कमेंट्स है तो चलिए \nइसके ऊपर में वीडियो बना देता हूं",
            "start": 15.72,
            "duration": 4.56
        },
        {
            "text": "कुछ तो मैं ए चुका हूं स्टूडियो के अंदर माइक लगा \nके कोर्ट पहन के आपको ये दिखाने के लिए की भाई हम  ",
            "start": 23.7,
            "duration": 5.1
        },
        {
            "text": "कंप्यूटर स्क्रीन रिकॉर्ड करते समय अपना माउस पॉइंटर \nकैसे हाईलाइट कर सकते हैं तो यहां पर देखिए मेरी  ",
            "start": 28.8,
            "duration": 6.36
        },
        {
            "text": "कंप्यूटर स्क्रीन आपको दिखाई दे रही है और नॉर्मल \nसा माउस पॉइंटर दिखाई दे रहा है लेकिन यहां पे अभी  ",
            "start": 35.16,
            "duration": 4.26
        },
        {
            "text": "ये हाईलाइट हो चुका है येलो ट्रांसपेरेंट सर्कल के \nअंदर यहां पे आप देख सकते हैं साथ ही में इसे मैं  ",
            "start": 39.42,
            "duration": 5.22
        },
        {
            "text": "पेन में कन्वर्ट कर रहा हूं ये अलग-अलग रूप यहां पे \nबदल रहे इसके राइट और मैं इसे चाहो तो फोकस में भी  ",
            "start": 44.64,
            "duration": 5.64
        },
        {
            "text": "कन्वर्ट कर सकता हूं मैं जो चीज पर चाहिए यहां पे \nफोकस करके दिखाना चाहता हूं तो इस तरह से तो आप भी  ",
            "start": 50.28,
            "duration": 5.16
        },
        {
            "text": "जानने में इंटरेस्टेड रहेगी भाई यह किस तरह से होता \nहै और ये सॉफ्टवेयर बिल्कुल फ्री है यू नीड नोट तू  ",
            "start": 55.44,
            "duration": 4.08
        },
        {
            "text": "पे एनीथिंग जी हान दोस्तों तो अगर इंटरेस्ट रेट तक \nदेखिए भाई अपनी कंप्यूटर स्क्रीन में माउस पद रहा  ",
            "start": 59.52,
            "duration": 5.58
        },
        {
            "text": "हूं कैसे अलर्ट कर सकते ये बहुत जरूरी हो सकता \nहै जब आप प्रेजेंटेशन देते हैं या फिर आप अपनी  ",
            "start": 65.1,
            "duration": 4.32
        },
        {
            "text": "कंप्यूटर कर रहे हैं किसी को पढ़ने के लिए बेसिकली \nया फिर आप जूम मीटिंग वगैरा या फिर आप गूगल मीत पर  ",
            "start": 69.42,
            "duration": 6.6
        },
        {
            "text": "किसी का कंप्रेस मीटिंग चल रही है तो उसे टाइम \nपे आप ऐसा माउस पॉइंटर उसे करके फोकस करके दिखा  ",
            "start": 76.02,
            "duration": 4.74
        },
        {
            "text": "सकते हैं की भाई ये देखो मैं ये बताना चाहता हूं \nतो जरूर वीडियो एंड तक देखिएगा मैं सतीश कंप्लीट",
            "start": 80.76,
            "duration": 5.04
        },
        {
            "text": "सो जैसे की इंटरप्रेट में मैंने आपसे कहा की आप इस \nतरह से कुछ माउस पॉइंटर आपका हाईलाइट करना चाहते  ",
            "start": 95.46,
            "duration": 6.78
        },
        {
            "text": "हैं या इस तरह से कुछ आपको माउस पॉइंटर पर पिक्चर भी \nदिखाना है ये फिर फोकस भी करना है तो ये करने के लिए  ",
            "start": 102.24,
            "duration": 6.72
        },
        {
            "text": "आपको ये वाला वीडियो पूरा देखना है तो अभी मैं आपको \nबताने वाला हूं सबसे पहले आपको ये वेबसाइट विजिट  ",
            "start": 108.96,
            "duration": 4.56
        },
        {
            "text": "करनी है और तो हॉट ki.com जो की मैंने विजिट की आपको \nस्क्रीन के ऊपर आपको दिखाई दे रहा है इस वेबसाइट पे  ",
            "start": 113.52,
            "duration": 6.06
        },
        {
            "text": "विजिट करने के बाद आपको डाउनलोड बटन पर क्लिक करना \nहै जैसे यहां पे डाउनलोड बटन आपको दिख रहा है इस  ",
            "start": 119.58,
            "duration": 5.46
        },
        {
            "text": "पे क्लिक करना है अब आपको एक बात पता चल रही होगी \nमैं कुछ चीज ऐसे जूम करके दिखा रहा हूं लेकिन ये  ",
            "start": 125.04,
            "duration": 5.22
        },
        {
            "text": "कोई सॉफ्टवेयर नहीं है अभी जो जूम करके मैं दिखा रहा \nहूं ये विंडोज का फीचर्स है ये हर एक कंप्यूटर में  ",
            "start": 130.26,
            "duration": 5.34
        },
        {
            "text": "होता है आपके कंप्यूटर में भी आप कर सकते हैं तो \nकैसे करना है इसके लिए तो ये जूमिंग सेटिंग आपके  ",
            "start": 135.6,
            "duration": 5.22
        },
        {
            "text": "कंप्यूटर में कैसे आप एक्टिवेट करोगे उसके बारे में \nआपको बताऊंगा सबसे पहले आपको कीबोर्ड पर बस विंडो और  ",
            "start": 140.82,
            "duration": 5.34
        },
        {
            "text": "प्लस की ढाबा देना ये देखिए जहां पे माउस है वहां पे \nवो जूम हो रहा है माउस में राइट में रख रहा हूं मेरा  ",
            "start": 146.16,
            "duration": 4.98
        },
        {
            "text": "माउस यहां पे रख रहा हूं मैं डाउनलोड पे विंडो प्लस \nप्लस विंडो माइंस माइंस याद रखिए विंडो की और प्लस  ",
            "start": 151.14,
            "duration": 6.54
        },
        {
            "text": "बटन जो आपको मैं कीबोर्ड पर दिखा रहा हूं और विंडो \nमाइंस यहां से आप इसे जूमिन और जूम आउट कर सकते  ",
            "start": 157.68,
            "duration": 5.7
        },
        {
            "text": "हैं लेकिन जब यह ज़मीन आउट करते हैं पहली बार आप तो \nआपके सामने ये मैग्नीफायर ऐसा ओपन हो जाएगा ये देखिए  ",
            "start": 163.38,
            "duration": 5.34
        },
        {
            "text": "मैग्नीफाइंग है ये एक्चुअली magnifer है और ये माउस \nके ऊपर ज़मीन आपको सेट करनी पड़ेगी कैसे यहां पे एक  ",
            "start": 168.72,
            "duration": 6.18
        },
        {
            "text": "छोटा सा सेटिंग ऑप्शन आता है राइट ऐसे वैसे सेटिंग \nबहुत कर ली अभी कंप्यूटर की थोड़ी सी सेटिंग सीखते  ",
            "start": 174.9,
            "duration": 4.98
        },
        {
            "text": "हैं या फिर सेटिंग में क्लिक करो सेटिंग तो आती है \nना आपको गैस तो यहां पे सेटिंग में क्लिक करने के  ",
            "start": 179.88,
            "duration": 4.5
        },
        {
            "text": "बाद एक डायलॉग बॉक्स आएगा विंडोज 10 में कुछ इस \nतरह से डायलॉग बॉक्स आएगा विंडोज 7 में कुछ अलग  ",
            "start": 184.38,
            "duration": 3.6
        },
        {
            "text": "आएगा लेकिन दोनों में एक चीज याद रखनी है की आपको बस \nजो ऑप्शन मिलेंगे उसमें से आपको ये वाला मिनिमाइज कर  ",
            "start": 187.98,
            "duration": 5.82
        },
        {
            "text": "देता हूं उसमें से आपको माउस कर्सर ये पॉइंट को चेक \nरखना है ये देखिए यहां पे माउस कर्सर मैंने चेक रखा  ",
            "start": 193.8,
            "duration": 6.9
        },
        {
            "text": "है कीबोर्ड फोकस टेक्स्ट इंस्ट्रक्शन पॉइंट नॉरेटर \nकर सर ये जो चीज दिखाई दे रहे हैं ना ये भी चेक रहती  ",
            "start": 200.7,
            "duration": 6.12
        },
        {
            "text": "है पहले से इसे अनचेक कर दो क्योंकि आप जब माउस जहां \nपे रखोगे वहां पे फोकस होना चाहिए मैंने माउस होम पर  ",
            "start": 206.82,
            "duration": 6.18
        },
        {
            "text": "रखा है है और मैं विंडो प्लस ढाबा रहा हूं वहां पर \nजूम हो रहा है मैंने माउस यहां पर रखा है विंडो प्लस  ",
            "start": 213.0,
            "duration": 5.34
        },
        {
            "text": "वापस जूम हो रहा है फिलहाल इसे मैं क्लोज कर देता \nहूं इस सेटिंग को तो आपको यह सेटिंग समझ में आई जैसे  ",
            "start": 218.34,
            "duration": 5.04
        },
        {
            "text": "ही आप विंडो प्लस कीबोर्ड पर प्रेस करोगे यह छोटा सा \nडायलॉग बॉक्स आएगा इसमें ये सेटिंग में जाना है और  ",
            "start": 223.38,
            "duration": 4.68
        },
        {
            "text": "थोड़ी सी सेटिंग कर लेनी है अब फिलहाल हम लोग माउस \nहाइलाइटर की तरफ बढ़ते हैं जिसका सॉफ्टवेयर आपको दो  ",
            "start": 228.06,
            "duration": 4.74
        },
        {
            "text": "छोटे-छोटे सॉफ्टवेयर आपको इंस्टॉल करने पड़ेंगे बहुत \nछोटे हैं दो-दो तीन-तीन एमबी के हैं यहां पे दिखाई  ",
            "start": 232.8,
            "duration": 4.5
        },
        {
            "text": "दे रहा है डाउनलोड राइट तो जैसे आप इसे डाउनलोड पर \nक्लिक करोगे आपके सामने एक सॉफ्टवेयर डाउनलोड के लिए  ",
            "start": 237.3,
            "duration": 5.94
        },
        {
            "text": "फिर से स्क्रीन आएगा उसमें डाउनलोड करंट वर्जन यह \nबटन पर क्लिक करना है जरा स्टेप्स फॉलो कीजिए जैसे  ",
            "start": 243.24,
            "duration": 6.18
        },
        {
            "text": "आप डाउनलोड करंट वर्जन पे क्लिक करेंगे यहां पे ए \nरहा है देखिए ऑटो हॉट की डॉट वैन डॉट 33 राइट ये  ",
            "start": 249.42,
            "duration": 8.82
        },
        {
            "text": "उसका नया वर्जन है यह तीन एमपी का ही सॉफ्टवेयर है \nदोस्तों यह डाउनलोड हो चुका है अब डाउनलोड होने के  ",
            "start": 258.24,
            "duration": 6.72
        },
        {
            "text": "बाद इसे क्लिक करना है और क्लिक करने के बाद इसे \nइंस्टॉल करना है आपको मैंने ऑलरेडी मेरे कंप्यूटर  ",
            "start": 264.96,
            "duration": 4.2
        },
        {
            "text": "में से रन किया है इंस्टॉल किया है तो मैं दोबारा \nनहीं करूंगा लेकिन मैं आपको यस करने के बाद यहां पे  ",
            "start": 269.16,
            "duration": 3.84
        },
        {
            "text": "दिखाता हूं क्या सेटअप आता है बस यस करने के बाद \nआपके सामने एक डायलॉग बॉक्स आएगा जिसमें इंस्टॉल  ",
            "start": 273.0,
            "duration": 4.2
        },
        {
            "text": "नाम रहेगा मेरे केस में इंस्टॉल नाम नहीं ए रहा है \nरिपेयर मॉडिफाई अनइनस्टॉल ए रहा है क्योंकि मैंने  ",
            "start": 277.2,
            "duration": 4.74
        },
        {
            "text": "ऑलरेडी इंस्टॉल किया तो मैं इस विंडो को क्लोज कर \nदेता हूं आपको इसे इंस्टॉल कर देना है बस और रन कर  ",
            "start": 281.94,
            "duration": 4.44
        },
        {
            "text": "देना इंस्टॉल और रन नाम आता है जैसे मैं यहां पे अभी \nरिपेयर दिखाता हूं आपको रिपेयर करता हूं ये बोल रहा  ",
            "start": 286.38,
            "duration": 4.8
        },
        {
            "text": "है की आपका ऑलरेडी इंस्टॉल है और ऑलरेडी चल रहा है \nतो इसीलिए ये प्रॉब्लम क्रिएट करेगा इसलिए मैं नहीं  ",
            "start": 291.18,
            "duration": 4.32
        },
        {
            "text": "करता ऐसे इंस्टॉल चलो ठीक है क्योंकि ऑलरेडी एक्टिव \nहै मेरा ये तो सबसे पहला स्टेप तो आपको समझ में आया  ",
            "start": 295.5,
            "duration": 5.04
        },
        {
            "text": "की ये वाला सॉफ्टवेयर जो की ऑटो हॉट की ये दिखाई दे \nरहा ये वेबसाइट से आपको डाउनलोड करना है ऑटो हॉट की  ",
            "start": 300.54,
            "duration": 5.52
        },
        {
            "text": "जिसका डिस्क्रिप्शन में मैंने ऑलरेडी लिंक दिया है \nअब सेकंड सॉफ्टवेयर के लिए यहां पे एक और वेबसाइट  ",
            "start": 306.06,
            "duration": 4.98
        },
        {
            "text": "मैंने विजिट किए lenovo.com जिसमें ब्लॉक सेक्शन \nमें आपको मिलेगा ये डिस्क्रिप्शन में मैंने लिंक  ",
            "start": 311.04,
            "duration": 4.26
        },
        {
            "text": "दी वैसे भी आपको हो तू हाईलाइट इन हिंदी ये मैंने \nप्रॉपर्ली ब्लॉग लिखा है जिसमें ऑटो हॉट के बारे में  ",
            "start": 315.3,
            "duration": 6.18
        },
        {
            "text": "मैंने एक्सप्लेन किया है कहां से डाउनलोड करना है \nउसकी लिंक भी दी है यहां से उसे वेबसाइट पर जा सकते  ",
            "start": 321.48,
            "duration": 3.66
        },
        {
            "text": "हैं और यहां पे डाउनलोड कर सर हाईलाइट रे ये छोटा \nसा सॉफ्टवेयर आपको दिखाई दे रहा है ये आपको यहां  ",
            "start": 325.14,
            "duration": 4.86
        },
        {
            "text": "से डाउनलोड करते हैं जैसे आप डाउनलोड पे क्लिक करोगे \nएक और सॉफ्टवेयर यहां पे डाउनलोड हो जाएगा ये दिखाई  ",
            "start": 330.0,
            "duration": 4.44
        },
        {
            "text": "दे रहा है छोटा सा एक सॉफ्टवेयर डाउनलोड हो रहा है \nकर्सर हाइलाइटेड डाउनलोड हो चुका है अब मैं यहां  ",
            "start": 334.44,
            "duration": 4.8
        },
        {
            "text": "पे क्लिक करूंगा और शो इन फोल्डर करूंगा ये दिखाई \nदे रहा शो इन फोल्डर शो इन फोल्डर पे मैं क्लिक  ",
            "start": 339.24,
            "duration": 5.7
        },
        {
            "text": "करूंगा और इन दोनों सॉफ्टवेयर को एक फोल्डर में रख \nदूंगा क्योंकि इसमें से पहला वाला सॉफ्टवेयर जो है  ",
            "start": 344.94,
            "duration": 5.58
        },
        {
            "text": "ऑटो की हमने डाउनलोड किया था हॉट ऑटो हॉट की इसे एक \nही बार इंस्टॉल करना है लेकिन जब कभी भी आपको कर्सर  ",
            "start": 350.52,
            "duration": 5.1
        },
        {
            "text": "हाईलाइट करना है तो इसे आपको रन करना पड़ता है इसे \nआपको डबल क्लिक करके रन करना पड़ता है याद रखिए तो  ",
            "start": 355.62,
            "duration": 5.58
        },
        {
            "text": "मैं इसे क्या करूंगा यहां से मैं इसे कट कर दूंगा \nकंट्रोल एक्स कैसे करना है इसे ऐसा सिलेक्ट कर लो  ",
            "start": 361.2,
            "duration": 5.16
        },
        {
            "text": "दोनों को एक साथ कंट्रोल एक्स कट करो और डेस्कटॉप पे \nमैंने इसके लिए एक फोल्डर बनाया है जो की आपको दिखाई  ",
            "start": 366.36,
            "duration": 4.92
        },
        {
            "text": "दे रहा है माउस हाइलाइटर एक फोल्डर है जिसको मैं ओपन \nकर रहा हूं और इस फोल्डर के अंदर मैं इसे पेस्ट कर  ",
            "start": 371.28,
            "duration": 4.86
        },
        {
            "text": "रहा हूं ये दोनों भी सॉफ्टवेयर आपको यहां पे दिखाई \nदे रहा है इसमें से आपको डॉक्टर रन करना है जो की है  ",
            "start": 376.14,
            "duration": 5.46
        },
        {
            "text": "कर्सर हाइलाइटर क्योंकि यह ऑलरेडी इंस्टॉल किया होगा \nआपने अभी ये रन कीजिए जैसे रन करेंगे ये डायलॉग्स  ",
            "start": 381.6,
            "duration": 5.4
        },
        {
            "text": "आएगा इसे यस कीजिए यस करते ही आपका माउस पॉइंटर \nआपको हाईलाइट दिखाई देगा लेकिन अभी इसमें फोकस कैसे  ",
            "start": 387.0,
            "duration": 6.18
        },
        {
            "text": "लाएंगे तो इसके लिए आप यहां पे नोटिफिकेशन पैनल में \nजाओगे क्योंकि माउस तो अभी हाईलाइट हो गया अब इसमें  ",
            "start": 393.18,
            "duration": 5.34
        },
        {
            "text": "कुछ सेटिंग्स है वो भी देखनी है इसकी भी सेटिंग \nसीखनी है तो यहां पे नोटिफिकेशन पैनल में जाओ नीचे  ",
            "start": 398.52,
            "duration": 4.68
        },
        {
            "text": "कॉर्नर में नोटिफिकेशन पैनल में यहां पे ए रहा है एक \nऐरो दिखाई दे रहा है करसल हाइलाइटर नाम बता रहा है  ",
            "start": 403.2,
            "duration": 5.1
        },
        {
            "text": "इसके ऊपर आप राइट क्लिक करो अगर आप यहां पे लेफ्ट \nक्लिक करते हो तो यह हाइलाइटर बंद हो जाएगा देखिए  ",
            "start": 408.3,
            "duration": 4.56
        },
        {
            "text": "हाइलाइटर वैन फिर इसके ऊपर फिर से लेफ्ट क्लिक कीजिए \nआप ये राइट क्लिक कीजिए राइट क्लिक में आपको चार  ",
            "start": 412.86,
            "duration": 5.52
        },
        {
            "text": "ऑप्शन मिलेंगे पहला ऑप्शन है स्विच तू कर्सर फोकस \nजो बॉटम का ऑप्शन है मैं क्लिक करता हूं ये देखिए  ",
            "start": 418.38,
            "duration": 5.88
        },
        {
            "text": "कर्सर फोकस ए गया चलो फिर से हम यहां पर जाते \nहैं यहां पर इस ऑप्शन पर क्लिक करते हैं दूसरा",
            "start": 425.28,
            "duration": 6.12
        },
        {
            "text": "क्लिक करता हूं",
            "start": 431.4,
            "duration": 4.44
        },
        {
            "text": "अब देखो यहां पे का रहा है स्विच तू कर फोर लेकिन \nयहां पे एक और है स्विच पिक्चर कर्सर अगर आप इस  ",
            "start": 437.28,
            "duration": 10.26
        },
        {
            "text": "पे क्लिक करते हो तो ये देखिए पिक्चर का सर इससे \nलेकिन कुछ ड्रॉ नहीं होगा बस आपको पिक्चर कर्सर  ",
            "start": 447.54,
            "duration": 5.64
        },
        {
            "text": "मिलेगा याद रखिए यहां पे जाना है फिर इसके ऊपर \nराइट क्लिक करना है दोबारा और एग्जिट कर सर यहां  ",
            "start": 453.18,
            "duration": 5.64
        },
        {
            "text": "से बंद हो जाएगा अगर यहां से आप बंद करते हो तो \nयहां पे सेटिंग नहीं मिलेगी तो आपको जाना है फिर  ",
            "start": 458.82,
            "duration": 3.96
        },
        {
            "text": "से यहां पे जो आपने फोल्डर में रखा है उसमें से \nये वाला कर्सर हाइलाइटर डबल क्लिक करके रन करना  ",
            "start": 462.78,
            "duration": 6.36
        },
        {
            "text": "है डबल क्लिक करके दोबारा रन करके तो दोबारा \nएक्टिवेट होगा और फिर से आप राइट क्लिक करो  ",
            "start": 469.14,
            "duration": 4.32
        },
        {
            "text": "और यहां पे सेटिंग में जाओ एक सेटिंग्स ऑप्शन \nहै यहां पे जो की आपको बहुत सारे ऑप्शन देता  ",
            "start": 473.46,
            "duration": 4.86
        },
        {
            "text": "है देखिए इसके अंदर आपको पहले जनरल सेटिंग मिल \nरही है जैसे टाइप ऑफ कर सर व्हेन यू स्टार्ट डी  ",
            "start": 478.32,
            "duration": 5.22
        },
        {
            "text": "प्रोग्राम प्रोग्राम स्टार्ट करने के बाद कौन सा \nकर सर आना चाहिए प्रोग्राम स्टार्ट करने के बाद  ",
            "start": 483.54,
            "duration": 4.02
        },
        {
            "text": "कौन सा आना चाहिए कर्सर हाईलाइट चाहिए पिक्चर \nफाइल वाला चाहिए या फोकस वाला चाहिए ये जैसे  ",
            "start": 487.56,
            "duration": 5.04
        },
        {
            "text": "आप ये डबल क्लिक करोगे इसके ऊपर तो ये वाले फोकस \nए जाएगा आपके ऊपर एक कौन सा रखना हैरी पॉट ओके",
            "start": 492.6,
            "duration": 5.76
        },
        {
            "text": "आप चेक कर सकते हैं ओके पढ़ते उसे चेक कीजिए \nफिलहाल इंपॉर्टेंट सेटिंग्स जो है मैं बताने  ",
            "start": 498.36,
            "duration": 12.42
        },
        {
            "text": "वाला हूं हॉट कीज इसके बारे में जानी हॉट किस \nमें क्या होता है की आप कीबोर्ड शॉर्टकट किस दे  ",
            "start": 510.78,
            "duration": 4.98
        },
        {
            "text": "सकते हैं किसके लिए क्या देना है राइट आप यहां पे \nकंट्रोल आल्ट और शिफ्ट वीं के साथ भी दे सकते हैं  ",
            "start": 515.76,
            "duration": 4.98
        },
        {
            "text": "या डायरेक्ट दे सकते हैं अगर मैंने रखा वैन मतलब \nटॉगल कर्सर हाईलाइट यहां पर 22 में रखता हूं किसके  ",
            "start": 520.74,
            "duration": 6.9
        },
        {
            "text": "लिए स्विच तू हाईलाइट माउस हाईलाइट में स्विच होते \nरहेगा यहां पे आएगा तीसरा थ्री मतलब पिक्चर जो पेन  ",
            "start": 527.64,
            "duration": 6.06
        },
        {
            "text": "ए रहा था ना उसके लिए थ्री और फोर शॉर्टकट की मैं \nरख रहा हूं यहां पर फोर फोर तो यहां पे फिलहाल आप  ",
            "start": 533.7,
            "duration": 6.9
        },
        {
            "text": "से कीजिए इन्हें मैंने कंट्रोल और ऐड के साथ नहीं \nदिया आप कंट्रोल के साथ भी दे सकते हैं कंट्रोल  ",
            "start": 540.6,
            "duration": 4.14
        },
        {
            "text": "वैन चाहिए तो कंट्रोल वैन कंट्रोल जिसको आल्ट के \nसाथ ऐसा दे दो और इसे से कर दो और डैन कर दो अब  ",
            "start": 544.74,
            "duration": 7.8
        },
        {
            "text": "मैं कीबोर्ड पर 1 प्रेस करूंगा देखिए ये है गया अभी \nमतलब बंद हो गया फिर से प्रेस करता हूं हाईलाइट है",
            "start": 552.54,
            "duration": 6.48
        },
        {
            "text": "मतलब पेन ए रहा है यहां पे ओके पिक्चर \nहाईलाइट और फोर करूंगा तो फोकस ए जाएगा",
            "start": 559.02,
            "duration": 7.8
        },
        {
            "text": "321 इस तरह से ए रहा है तो ये सेटिंग्स है जो की \nआपको यहां पर मिलेगी राइट क्लिक करके आपको सेटिंग्स  ",
            "start": 566.82,
            "duration": 9.9
        },
        {
            "text": "में जाना है इसमें फोकस सेटिंग्स भी है आपको फोकस \nकैसा रखना है उसकी सेटिंग्स है आपको पिक्चर सेटिंग्स  ",
            "start": 576.72,
            "duration": 5.7
        },
        {
            "text": "भी मिलती है पिक्चर आपको कैसा रखना है पिक्चर फाइल \nभी आप अलग से चूज कर सकते हैं आपके पास है तो पिक्चर  ",
            "start": 582.42,
            "duration": 4.56
        },
        {
            "text": "भी चेंज कर सकते हैं राइट और पेन का कलर भी बदल सकते \nहैं या फिर भी एक ग्रीन पेन रेड पेन वगैरा दें राइट  ",
            "start": 586.98,
            "duration": 8.46
        },
        {
            "text": "क्लिक यह भी आपको मिल रहा है राइट क्लिक की सेटिंग \nकैसे रखने क्या है हाईलाइट लेफ्ट यह भी है तो यह  ",
            "start": 595.44,
            "duration": 5.58
        },
        {
            "text": "सारी सेटिंग्स एक बार करके देखिए अगर आपको जरूरी वो \nसेटिंग्स ऑफ कर सकते हैं ओके तो यह सेटिंग्स मैंने  ",
            "start": 601.02,
            "duration": 5.46
        },
        {
            "text": "आपको बता दिए इसमें बहुत सारी सेटिंग्स है जो की \nआप खुद प्रैक्टिस करोगे तो आपको पता चल जाएगा बहुत  ",
            "start": 606.48,
            "duration": 4.62
        },
        {
            "text": "छोटे-छोटे दो सॉफ्टवेयर है जो की आपका कम आसान बना \nदेता है सो थॉट्स इट एक इनफॉरमेशन वाला वीडियो मुझे  ",
            "start": 611.1,
            "duration": 4.62
        },
        {
            "text": "लगा आपके साथ शेयर करना चाहिए मैंने शेयर किया कैसे \nलगा आपको वीडियो कमेंट सेक्शन में जरूर बताना लाइक  ",
            "start": 615.72,
            "duration": 5.16
        },
        {
            "text": "शेयर और कमेंट करना और साथी में मेरे टीचिंग स्टाइल \nपसंद है तो डिस्क्रिप्शन में भी वेबसाइट की लिंक है  ",
            "start": 620.88,
            "duration": 4.02
        },
        {
            "text": "जहां पे ढेर सारे कंप्यूटर कोर्सेज चलो अब सिख सकते \nहैं घर बैठे बैठे और कंपनी टेक्नोलॉजी के अलावा  ",
            "start": 624.9,
            "duration": 4.62
        },
        {
            "text": "हमारे जितने भी चैनल हैं उनकी लिंक डिस्क्रिप्शन में \nदिए चेक आउट जरूर कीजिएगा अपना ख्याल रखिएगा बाय बाय",
            "start": 629.52,
            "duration": 5.16
        }
    ],
    "4bLo1qIYHfc": [
        {
            "text": "C  C++ में अरिथ्मैटिक (Arithmetic) ऑपरेटर्स पर स्पोकन ट्यूटोरियल में आपका स्वागत है।",
            "start": 1.0,
            "duration": 5.0
        },
        {
            "text": "इस ट्यूटोरियल में, हम निम्नलिखित के बारे में सीखेंगे,",
            "start": 7.0,
            "duration": 2.0
        },
        {
            "text": "अरिथ्मैटिक ऑपरेटर जैसे कि",
            "start": 10.0,
            "duration": 0.0
        },
        {
            "text": "+ Addition: जैसे a+b.",
            "start": 11.0,
            "duration": 2.0
        },
        {
            "text": "- Subtraction: जैसे a-b.",
            "start": 14.0,
            "duration": 3.0
        },
        {
            "text": "/ Division: जैसे a/b.",
            "start": 18.0,
            "duration": 1.0
        },
        {
            "text": "*  Multiplication: जैसे a*b.",
            "start": 20.0,
            "duration": 3.0
        },
        {
            "text": "% Modulus: जैसे a%b.",
            "start": 24.0,
            "duration": 2.0
        },
        {
            "text": "इस ट्यूटोरियल को रिकार्ड करने के लिए, मैं उपयोग कर रहा हूँ, ऑपरेटिंग सिस्टम के रूप में Ubuntu 11.10",
            "start": 27.0,
            "duration": 4.0
        },
        {
            "text": "Ubuntu में gcc और g++ कंपाइलर वर्जन 4.6.1",
            "start": 32.0,
            "duration": 5.0
        },
        {
            "text": "अब मैं एक “C” प्रोग्राम की मदद से इन अरिथ्मैटिक ऑपरेशन्स के उपयोग को समझाऊँगा।",
            "start": 38.0,
            "duration": 5.0
        },
        {
            "text": "मैंने पहले ही प्रोग्राम लिख लिया है।",
            "start": 44.0,
            "duration": 2.0
        },
        {
            "text": "अतः मैं एडिटर खोलूँगा और कोड समझाऊँगा।",
            "start": 47.0,
            "duration": 1.0
        },
        {
            "text": "यहाँ अरिथ्मैटिक ऑपरेटर्स के लिए C प्रोग्राम दिया गया है।",
            "start": 49.0,
            "duration": 6.0
        },
        {
            "text": "पहले दो स्टेटमेंट्स, वैरिएबल घोषित और परिभाषित किए गए हैं।",
            "start": 56.0,
            "duration": 5.0
        },
        {
            "text": "अगले दो स्टेटमेंट्स में,",
            "start": 62.0,
            "duration": 1.0
        },
        {
            "text": "a की वेल्यू 5 निर्धारित की गयी है।",
            "start": 64.0,
            "duration": 1.0
        },
        {
            "text": "b की वेल्यू 2 निर्धारित की गयी है।",
            "start": 66.0,
            "duration": 3.0
        },
        {
            "text": "अब, देखते हैं कि एडिशन ऑपरेटर कैसे काम करता है।",
            "start": 70.0,
            "duration": 3.0
        },
        {
            "text": "c a और b का योग है।",
            "start": 74.0,
            "duration": 4.0
        },
        {
            "text": "यह printf स्टेटमेंट स्क्रीन पर a और b का योग प्रदर्शित करता है।",
            "start": 79.0,
            "duration": 8.0
        },
        {
            "text": "यहाँ&#160;%.2f, दशमलव बिंदु के बाद दो अंकों की स्पष्टता दर्शाता है।",
            "start": 88.0,
            "duration": 8.0
        },
        {
            "text": "अगले स्टेटमेंट में, c a और b का गुणनफल है।",
            "start": 97.0,
            "duration": 5.0
        },
        {
            "text": "यह printf स्टेटमेंट स्क्रीन पर a और b के गुणनफल को प्रदर्शित करता है।",
            "start": 103.0,
            "duration": 4.0
        },
        {
            "text": "देखते हैं, कि ये दोनों ऑपरेटर कैसे काम करते हैं।",
            "start": 108.0,
            "duration": 3.0
        },
        {
            "text": "हम निम्न लाइनों के लिए कमेंट करेंगे।",
            "start": 112.0,
            "duration": 2.0
        },
        {
            "text": "टाइप करें  /*",
            "start": 115.0,
            "duration": 5.0
        },
        {
            "text": "*/",
            "start": 121.0,
            "duration": 3.0
        },
        {
            "text": "Save पर क्लिक करें।",
            "start": 125.0,
            "duration": 1.0
        },
        {
            "text": "फाइल को .c एक्सटेंशन के साथ सेव करें।",
            "start": 127.0,
            "duration": 2.0
        },
        {
            "text": "मैंने अपनी फाइल   arithmetic.c नाम से सेव की है।",
            "start": 130.0,
            "duration": 4.0
        },
        {
            "text": "एक साथ 'Ctrl, Alt और T' keys दबाकर टर्मिनल विंडो खोलें।",
            "start": 135.0,
            "duration": 6.0
        },
        {
            "text": "कोड को कंपाइल करें, टर्मिनल पर निम्न टाइप करें।",
            "start": 142.0,
            "duration": 4.0
        },
        {
            "text": "gcc space arithmetic dot c space minus o space arith",
            "start": 147.0,
            "duration": 10.0
        },
        {
            "text": "एंटर दबाएँ।",
            "start": 158.0,
            "duration": 1.0
        },
        {
            "text": "कोड को एक्जीक्यूट करने के लिए, ./arithटाइप करें।",
            "start": 160.0,
            "duration": 7.0
        },
        {
            "text": "एंटर दबाएँ।",
            "start": 168.0,
            "duration": 1.0
        },
        {
            "text": "आउटपुट स्क्रीन पर प्रदर्शित होता है।",
            "start": 170.0,
            "duration": 2.0
        },
        {
            "text": "यह दर्शाता है कि,",
            "start": 173.0,
            "duration": 0.0
        },
        {
            "text": "5 और 2 का योग 7.00 है और",
            "start": 174.0,
            "duration": 4.0
        },
        {
            "text": "5 और 2 का गुणनफल 10.00 है।",
            "start": 179.0,
            "duration": 3.0
        },
        {
            "text": "अब आपको स्वयं सब्ट्रैक्शन ऑपरेटर का अभ्यास करना चाहिए।",
            "start": 183.0,
            "duration": 4.0
        },
        {
            "text": "एडिशन ऑपरेटर को सब्ट्रैक्शन ऑपरेटर से बदल कर देखें।",
            "start": 188.0,
            "duration": 4.0
        },
        {
            "text": "आपको परिणाम 3 प्राप्त होना चाहिए।",
            "start": 193.0,
            "duration": 4.0
        },
        {
            "text": "प्रोग्राम और स्टेटमेंट्स के अंतिम समूह पर वापस आते हैं।",
            "start": 198.0,
            "duration": 4.0
        },
        {
            "text": "अब, मैं डिविजन के लिए कोड समझाऊंगा।",
            "start": 203.0,
            "duration": 2.0
        },
        {
            "text": "यहाँ से मल्टी लाइन कमेंट हटाएं।",
            "start": 206.0,
            "duration": 7.0
        },
        {
            "text": "इन स्टेटमेंट्स में, c, a by b इंटीजर डिविजन की वेल्यू संचित करता है।",
            "start": 214.0,
            "duration": 5.0
        },
        {
            "text": "कृपया ध्यान दें, कि इंटीजर डिविजन में भिन्नात्मक भाग को छोड़ दिया जाता है।",
            "start": 220.0,
            "duration": 6.0
        },
        {
            "text": "printf स्टेटमेंट डिविजन आउटपुट को स्क्रीन पर प्रदर्शित करता है।",
            "start": 227.0,
            "duration": 9.0
        },
        {
            "text": "इस स्टेटमेंट में हम real डिविजन कर रहे हैं।",
            "start": 237.0,
            "duration": 4.0
        },
        {
            "text": "यहाँ एक ऑपरेंड को floatके रूप में कास्ट किया जाता है।",
            "start": 242.0,
            "duration": 7.0
        },
        {
            "text": "हमने कास्ट वैरिएबल a टाइप किया है।",
            "start": 250.0,
            "duration": 2.0
        },
        {
            "text": "अब a एक एकल-ऑपरेशन के लिए float वैरिएबल के रूप में कार्य करेगा।",
            "start": 253.0,
            "duration": 8.0
        },
        {
            "text": "printf स्टेटमेंट real डिविजन का आउटपुट स्क्रीन पर प्रदर्शित करता है।",
            "start": 262.0,
            "duration": 7.0
        },
        {
            "text": "return 0 टाइप करें और एंडिंग कर्ली ब्रैकेट बंद करें।",
            "start": 270.0,
            "duration": 6.0
        },
        {
            "text": "Save पर क्लिक करें।",
            "start": 277.0,
            "duration": 2.0
        },
        {
            "text": "कंपाइल करने के लिए टर्मिनल पर वापस आएं और कोड को एक्जीक्यूट करें।",
            "start": 280.0,
            "duration": 4.0
        },
        {
            "text": "कंपाइल करने के लिए, टाइप करें gcc space arithmetic dot c minus o space arith एंटर दबाएँ।",
            "start": 285.0,
            "duration": 13.0
        },
        {
            "text": "कोड को एक्जीक्यूट करने के लिए, टाइप करें ./arith और एंटर दबाएँ।",
            "start": 299.0,
            "duration": 5.0
        },
        {
            "text": "आउटपुट स्क्रीन पर प्रदर्शित होता है।",
            "start": 305.0,
            "duration": 2.0
        },
        {
            "text": "हमारे पास एडिशन और मल्टिप्लिकेशन ऑपरेटर के पिछले आउटपुट हैं।",
            "start": 308.0,
            "duration": 7.0
        },
        {
            "text": "हमारे पास 5 by 2 का इंटीजर डिविजन 2 है।",
            "start": 316.0,
            "duration": 5.0
        },
        {
            "text": "हम देख सकते हैं, कि इंटीजर डिविजन में भिन्नात्मक भाग को छोड़ दिया जाता है।",
            "start": 322.0,
            "duration": 6.0
        },
        {
            "text": "फिर हमारे पास 5 by  2 का real डिविजन 2.50 है।",
            "start": 329.0,
            "duration": 5.0
        },
        {
            "text": "real डिविजन में, अपेक्षित परिणाम प्राप्त होते हैं।",
            "start": 335.0,
            "duration": 1.0
        },
        {
            "text": "हमने ये परिणाम प्राप्त करने के लिए टाइप-कास्टिंग का उपयोग किया है।",
            "start": 337.0,
            "duration": 7.0
        },
        {
            "text": "अब मान लें कि, मैं C++ में वही प्रोग्राम लिखना चाहता हूँ।",
            "start": 345.0,
            "duration": 4.0
        },
        {
            "text": "देखते हैं, कि क्या मैं C++ में भी वही कोड उपयोग कर सकता हूँ?",
            "start": 350.0,
            "duration": 3.0
        },
        {
            "text": "पता लगाते हैं।",
            "start": 354.0,
            "duration": 1.0
        },
        {
            "text": "एडिटर पर वापस जाएँ।",
            "start": 356.0,
            "duration": 3.0
        },
        {
            "text": "यहाँ एक C++ कोड  है।",
            "start": 360.0,
            "duration": 4.0
        },
        {
            "text": "ध्यान दें, कि हेडर C फाइल हेडर से अलग है।",
            "start": 365.0,
            "duration": 6.0
        },
        {
            "text": "यहाँ namespace का भी उपयोग किया गया है।",
            "start": 372.0,
            "duration": 5.0
        },
        {
            "text": "यह भी ध्यान दें, कि C++ में आउटपुट स्टेटमेंट cout है।",
            "start": 378.0,
            "duration": 6.0
        },
        {
            "text": "इसलिए, इन भिन्नताओं के अतिरिक्त, दोनों कोड काफी समान हैं।",
            "start": 385.0,
            "duration": 6.0
        },
        {
            "text": "Save पर क्लिक करें।",
            "start": 392.0,
            "duration": 0.0
        },
        {
            "text": "सुनिश्चित करें, कि फाइल .cpp एक्सटेंशन के साथ सेव हो गई है।",
            "start": 393.0,
            "duration": 3.0
        },
        {
            "text": "मैंने अपनी फाइल को arithmetic.cpp नाम से सेव किया है।",
            "start": 397.0,
            "duration": 3.0
        },
        {
            "text": "कोड को एक्जीक्यूट करें और देखें, कि हमें क्या परिणाम प्राप्त होते हैं।",
            "start": 401.0,
            "duration": 7.0
        },
        {
            "text": "टर्मिनल खोलें और टाइप करें g++ space arithmetic dot cpp space minus o arith एंटर दबाएँ।",
            "start": 409.0,
            "duration": 19.0
        },
        {
            "text": "कोड को एक्जीक्यूट करने के लिए टाइप करें ./arith और एंटर दबाएँ।",
            "start": 429.0,
            "duration": 6.0
        },
        {
            "text": "यहाँ आउटपुट प्रदर्शित होता है।",
            "start": 436.0,
            "duration": 2.0
        },
        {
            "text": "अतः, हम देखते हैं कि परिणाम C प्रोग्राम के समान हैं।",
            "start": 439.0,
            "duration": 3.0
        },
        {
            "text": "एकमात्र अंतर आउटपुट्स की परिशुद्धता में है।",
            "start": 443.0,
            "duration": 5.0
        },
        {
            "text": "अब इस ट्यूटोरियल को सारांशित करते हैं।",
            "start": 449.0,
            "duration": 2.0
        },
        {
            "text": "इस ट्यूटोरियल में हमने सीखा कि अरिथ्मैटिक ऑपरेटर्स का उपयोग कैसे करें।",
            "start": 452.0,
            "duration": 3.0
        },
        {
            "text": "एक नियत-कार्य के रूप में:",
            "start": 456.0,
            "duration": 1.0
        },
        {
            "text": "मॉड्यूलस(Modulus) ऑपरेटर के उपयोग को बताने के लिए एक प्रोग्राम लिखें।",
            "start": 458.0,
            "duration": 3.0
        },
        {
            "text": "कृपया ध्यान दें, कि मॉड्यूलस ऑपरेटर से डिविजन का शेषफल प्राप्त होता है। जैसे c = a% b;",
            "start": 462.0,
            "duration": 7.0
        },
        {
            "text": "आपको परिणाम 1 प्राप्त होना चाहिए।",
            "start": 470.0,
            "duration": 4.0
        },
        {
            "text": "निम्न लिंक पर उपलब्ध विडियो देखें।",
            "start": 475.0,
            "duration": 1.0
        },
        {
            "text": "यह स्पोकन ट्यूटोरियल प्रोजेक्ट को सारांशित करता है।",
            "start": 477.0,
            "duration": 2.0
        },
        {
            "text": "यदि आपके पास अच्छी बैंडविड्थ नहीं है, तो आप इसे डाउनलोड करके भी देख सकते हैं।",
            "start": 480.0,
            "duration": 4.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट टीम, स्पोकन ट्यूटोरियल का उपयोग करके कार्यशालाओं का आयोजन करती है।",
            "start": 485.0,
            "duration": 3.0
        },
        {
            "text": "उन्हें प्रमाण-पत्र भी देते हैं, जो ऑनलाइन टेस्ट पास करते हैं।",
            "start": 489.0,
            "duration": 4.0
        },
        {
            "text": "अधिक जानकारी के लिए कृपया Contact at spoken hyphen tutorial dot org पर लिखें।",
            "start": 494.0,
            "duration": 5.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट, टॉक-टू-अ-टीचर प्रोजेक्ट का हिस्सा है।",
            "start": 500.0,
            "duration": 4.0
        },
        {
            "text": "यह भारत सरकार के एमएचआरडी के “आईसीटी के माध्यम से राष्ट्रीय साक्षरता मिशन” द्वारा समर्थित है।",
            "start": 505.0,
            "duration": 4.0
        },
        {
            "text": "इस मिशन पर अधिक जानकारी यहां उपलब्ध है।",
            "start": 510.0,
            "duration": 2.0
        },
        {
            "text": "spoken hyphen tutorial dot org slash NMEICT hyphen Intro",
            "start": 513.0,
            "duration": 7.0
        },
        {
            "text": "यह स्क्रिप्ट प्रभाकर द्वारा अनुवादित है, मैं यश वोरा आपसे विदा लेता हूँ।",
            "start": 521.0,
            "duration": 5.0
        }
    ],
    "DzlsAgexTlo": [
        {
            "text": "नमस्कार दोस्तों, KTurtle के परिचय पर  इस ट्यूटोरियल में आपका स्वागत है।",
            "start": 1.0,
            "duration": 5.0
        },
        {
            "text": "इस ट्यूटोरियल में, मैं आपको 'KTurtle की शुरूआती मूल बातों से परिचित कराऊँगा ।",
            "start": 7.0,
            "duration": 6.0
        },
        {
            "text": "इस ट्यूटोरियल में, हम निम्न के बारे में सीखेंगे...",
            "start": 14.0,
            "duration": 2.0
        },
        {
            "text": "KTurtle विंडो",
            "start": 17.0,
            "duration": 1.0
        },
        {
            "text": "एडिटर",
            "start": 19.0,
            "duration": 0.0
        },
        {
            "text": "कैनवास",
            "start": 20.0,
            "duration": 0.0
        },
        {
            "text": "मेनू बार",
            "start": 21.0,
            "duration": 0.0
        },
        {
            "text": "टूलबार",
            "start": 22.0,
            "duration": 1.0
        },
        {
            "text": "हम इसके बारे में भी सीखेंगे,",
            "start": 24.0,
            "duration": 1.0
        },
        {
            "text": "Turtle  को घुमाना।",
            "start": 26.0,
            "duration": 1.0
        },
        {
            "text": "लाइन्स खींचना और दिशा बदलना।",
            "start": 28.0,
            "duration": 3.0
        },
        {
            "text": "त्रिकोण बनाना ।",
            "start": 32.0,
            "duration": 1.0
        },
        {
            "text": "इस ट्यूटोरियल को रिकॉर्ड करने के लिए, मैं उबंटू लिनक्स OS वर्ज़न 12.04, KTurtle वर्ज़न 0.8.1 बीटा का उपयोग कर रहा हूँ।",
            "start": 34.0,
            "duration": 12.0
        },
        {
            "text": "KTurtle क्या है?",
            "start": 47.0,
            "duration": 1.0
        },
        {
            "text": "बेसिक प्रोग्रामिंग सीखने के लिए 'KTurtle एक मुफ़्त टूल है।",
            "start": 49.0,
            "duration": 3.0
        },
        {
            "text": "यह कंप्यूटर की सहायता से इंटरैक्टिव लर्निंग  के लिए उपयोगी है।",
            "start": 53.0,
            "duration": 5.0
        },
        {
            "text": "KTurtle डाउनलोड के लिए http://edu.kde.org/kturtle/ पर उपलब्ध है ।",
            "start": 59.0,
            "duration": 12.0
        },
        {
            "text": "KTurtle प्रोग्रामिंग आसान और सुगम बनाता है ।",
            "start": 72.0,
            "duration": 5.0
        },
        {
            "text": "बच्चों को बुनियादी गणित सिखाने में मदद करता है ।",
            "start": 78.0,
            "duration": 3.0
        },
        {
            "text": "कमांड का अनुवाद प्रोग्रामर की बोली जानेवाली भाषा में करता है।",
            "start": 82.0,
            "duration": 4.0
        },
        {
            "text": "कमांड को दृश्यों में बदलता है।",
            "start": 87.0,
            "duration": 3.0
        },
        {
            "text": "हम Synaptic Package Manager  का उपयोग करके KTurtle संस्थापित कर सकते हैं।",
            "start": 91.0,
            "duration": 4.0
        },
        {
            "text": "Synaptic Package Manager  पर अधिक जानकारी के लिए,",
            "start": 96.0,
            "duration": 3.0
        },
        {
            "text": "कृपया हमारी वेबसाइट http://spoken-tutorial.org पर Ubuntu Linux ट्यूटोरियल देखें ।",
            "start": 100.0,
            "duration": 5.0
        },
        {
            "text": "एक नया KTurtle एप्लिकेशन खोलें।",
            "start": 106.0,
            "duration": 3.0
        },
        {
            "text": "Dash home पर क्लिक करें।",
            "start": 110.0,
            "duration": 1.0
        },
        {
            "text": "सर्च बार में, KTurtle टाइप करें।",
            "start": 112.0,
            "duration": 2.0
        },
        {
            "text": "और KTurtle आइकन पर क्लिक करें ।",
            "start": 115.0,
            "duration": 3.0
        },
        {
            "text": "एक विशिष्ट KTurtle विंडो इस तरह दिखती है।",
            "start": 119.0,
            "duration": 2.0
        },
        {
            "text": "यह मेनू बार है ।",
            "start": 122.0,
            "duration": 1.0
        },
        {
            "text": "मेनू बार में ऊपरी ओर,",
            "start": 124.0,
            "duration": 1.0
        },
        {
            "text": "आपको मेनू आइटम्स मिलेंगे।",
            "start": 126.0,
            "duration": 1.0
        },
        {
            "text": "File, Edit, Canvas, Run, Tools, Settings  और  helpऑप्शन्स",
            "start": 128.0,
            "duration": 8.0
        },
        {
            "text": "टूल बार में, आप उपयोगित अधिकतर कार्यों के लिए जा सकते हैं।",
            "start": 137.0,
            "duration": 5.0
        },
        {
            "text": "Editor' बाईं ओर है, जहाँ आप TurtleScript कमांड्स टाइप कर सकते हैं।",
            "start": 143.0,
            "duration": 6.0
        },
        {
            "text": "एडिटर के अधिकतर फन्क्शन्स  File और Edit मेन्यूस में मिल सकते हैं ।",
            "start": 150.0,
            "duration": 6.0
        },
        {
            "text": "यहाँ एडिटर में कोड दर्ज करने के कई तरीके हैं।",
            "start": 157.0,
            "duration": 4.0
        },
        {
            "text": "सबसे आसान तरीका है उदाहरण का प्रयोग करना ।",
            "start": 162.0,
            "duration": 3.0
        },
        {
            "text": "'Fileमेनू में जाएँ Examples चुनें ।",
            "start": 166.0,
            "duration": 3.0
        },
        {
            "text": "यहाँ मैं flower चुनूँगा ।",
            "start": 170.0,
            "duration": 2.0
        },
        {
            "text": "चयनित उदाहरण का कोड एडिटर में खुलता है ।",
            "start": 173.0,
            "duration": 4.0
        },
        {
            "text": "कोड रन करने के लिए मेनू बार  या टूल बार से Run' बटन पर क्लिक करें ।",
            "start": 178.0,
            "duration": 5.0
        },
        {
            "text": "दूसरा तरीका है कि एडिटर में अपना खुद का कोड सीधे टाइप करें ।",
            "start": 184.0,
            "duration": 5.0
        },
        {
            "text": "या कुछ कोड एडिटर में कॉपी/पेस्ट करें ।",
            "start": 190.0,
            "duration": 2.0
        },
        {
            "text": "उदाहरणस्वरूप, अन्य KTurtle फ़ाइल्स से",
            "start": 193.0,
            "duration": 4.0
        },
        {
            "text": "कैनवास दाईँ ओर है, जहाँ Turtle आपके चित्र बनाता है।",
            "start": 198.0,
            "duration": 5.0
        },
        {
            "text": "'Turtle कैनवास पर एडिटर से मिली हुई कमांड्स के अनुसार चित्र बनाता है।",
            "start": 204.0,
            "duration": 7.0
        },
        {
            "text": "टूल बार में Run ऑप्शन एडिटर में कमांड्स का निष्पादन शुरू करता है।",
            "start": 212.0,
            "duration": 6.0
        },
        {
            "text": "यह निष्पादन गतियों की एक सूची प्रस्तुत करता है।",
            "start": 219.0,
            "duration": 3.0
        },
        {
            "text": "Full speed(No highlighting and inspector),",
            "start": 223.0,
            "duration": 2.0
        },
        {
            "text": "Full speed",
            "start": 226.0,
            "duration": 1.0
        },
        {
            "text": "Slow",
            "start": 228.0,
            "duration": 0.0
        },
        {
            "text": "Slower",
            "start": 229.0,
            "duration": 1.0
        },
        {
            "text": "Slowest और",
            "start": 231.0,
            "duration": 0.0
        },
        {
            "text": "Step-by-Step",
            "start": 232.0,
            "duration": 2.0
        },
        {
            "text": "Abort और  pause ऑप्शन्स, आपको निष्पादन को क्रमशः बंद करने और रोकने की अनुमति देते हैं।",
            "start": 235.0,
            "duration": 7.0
        },
        {
            "text": "अब यह कोड रन करें।",
            "start": 243.0,
            "duration": 2.0
        },
        {
            "text": "Turtle कैनवास पर एक फूल बनाता है।",
            "start": 246.0,
            "duration": 4.0
        },
        {
            "text": "जब आप एक नया KTurtle एप्लिकेशन खोलते हैं ।",
            "start": 251.0,
            "duration": 3.0
        },
        {
            "text": "डिफ़ाल्ट रूप से Turtle कैनवास के बीचों-बीच होता है।",
            "start": 255.0,
            "duration": 3.0
        },
        {
            "text": "अब Turtle को घुमाएँ।",
            "start": 259.0,
            "duration": 2.0
        },
        {
            "text": "Turtle तीन प्रकार से घूम सकता है।",
            "start": 262.0,
            "duration": 2.0
        },
        {
            "text": "यह आगे की ओर घूम सकता है। यह पीछे की ओर घूम सकता है।",
            "start": 265.0,
            "duration": 3.0
        },
        {
            "text": "यह बाएँ या दाएँ घूम सकता है।",
            "start": 269.0,
            "duration": 2.0
        },
        {
            "text": "यह स्क्रीन पर अपने स्थान के लिए सीधे भी जा सकता है।",
            "start": 272.0,
            "duration": 5.0
        },
        {
            "text": "मैं प्रोग्राम टेक्स को जूम करता हूँ, जिससे यह शायद थोड़ा-सा धुंधला हो सकता है ।",
            "start": 278.0,
            "duration": 5.0
        },
        {
            "text": "एक साधारण उदाहरण के माध्यम से चलते हैं।",
            "start": 284.0,
            "duration": 3.0
        },
        {
            "text": "अपने एडिटर में, निम्न कमांड्स टाइप करें&#160;:",
            "start": 288.0,
            "duration": 3.0
        },
        {
            "text": "reset",
            "start": 292.0,
            "duration": 2.0
        },
        {
            "text": "forward 100",
            "start": 295.0,
            "duration": 2.0
        },
        {
            "text": "turnright 120",
            "start": 298.0,
            "duration": 3.0
        },
        {
            "text": "forward  100",
            "start": 302.0,
            "duration": 4.0
        },
        {
            "text": "turnright  120",
            "start": 307.0,
            "duration": 3.0
        },
        {
            "text": "forward 100",
            "start": 311.0,
            "duration": 3.0
        },
        {
            "text": "turnright  120",
            "start": 315.0,
            "duration": 2.0
        },
        {
            "text": "ध्यान दें, कि जैसे ही हम टाइप करते हैं, कोड का रंग बदलता है ।",
            "start": 318.0,
            "duration": 4.0
        },
        {
            "text": "इस विशेषता को highlighting कहते हैं।",
            "start": 323.0,
            "duration": 2.0
        },
        {
            "text": "विभिन्न प्रकार के कमांड्स भिन्न रूप से  चिन्हांकित होती हैं।",
            "start": 326.0,
            "duration": 4.0
        },
        {
            "text": "जो इसे कोड के बड़े ब्लॉक्स पढ़ने के लिए आसान बनाता है।",
            "start": 331.0,
            "duration": 4.0
        },
        {
            "text": "मैं अब कोड समझाता हूँ।",
            "start": 336.0,
            "duration": 1.0
        },
        {
            "text": "reset कमांड Turtle को  डिफाल्ट स्थिति में सेट करती है ।",
            "start": 338.0,
            "duration": 3.0
        },
        {
            "text": "forward 100 कमांड्स Turtle को 100 pixels से आगे बढ़ाता है।",
            "start": 342.0,
            "duration": 6.0
        },
        {
            "text": "turnright 120 कमांड्स Turtle को 120 डिग्री वामावर्त घुमाता है।",
            "start": 349.0,
            "duration": 6.0
        },
        {
            "text": "ध्यान दें, कि त्रिकोण बनाने के लिए इन दोनों कमांड्स की तीन बार पुनरावर्ती होती हैं।",
            "start": 356.0,
            "duration": 6.0
        },
        {
            "text": "अब कोड को निष्पादित करें।",
            "start": 363.0,
            "duration": 2.0
        },
        {
            "text": "मैं  Slow स्टेप चुनूँगा, ताकि हम समझ सकें, कि कौन-सी कमांड्स निष्पादित हो रही हैं।",
            "start": 366.0,
            "duration": 9.0
        },
        {
            "text": "यहाँ त्रिकोण बन चुका है।",
            "start": 376.0,
            "duration": 2.0
        },
        {
            "text": "दूसरा उदाहरण देखते हैं, और अपना कैनवास सुशोभित कैसे करें यह भी सीखते हैं ।",
            "start": 379.0,
            "duration": 6.0
        },
        {
            "text": "repeat कमांड का प्रयोग करके एक त्रिकोण बनाते हैं।",
            "start": 386.0,
            "duration": 3.0
        },
        {
            "text": "मैं वर्तमान प्रोग्राम हटा दूँगा।",
            "start": 390.0,
            "duration": 2.0
        },
        {
            "text": "स्पष्ट दिखने के लिए, मैं प्रोग्राम टेक्स झूम करता हूँ ।",
            "start": 393.0,
            "duration": 4.0
        },
        {
            "text": "अपने एडिटर में निम्न कमांड्स टाइप करें&#160;:",
            "start": 398.0,
            "duration": 2.0
        },
        {
            "text": "reset",
            "start": 401.0,
            "duration": 2.0
        },
        {
            "text": "canvassize space 200,200",
            "start": 404.0,
            "duration": 6.0
        },
        {
            "text": "canvascolor space 0,255,0",
            "start": 411.0,
            "duration": 8.0
        },
        {
            "text": "pencolor space 0,0,255",
            "start": 420.0,
            "duration": 7.0
        },
        {
            "text": "penwidth  space  2",
            "start": 428.0,
            "duration": 3.0
        },
        {
            "text": "repeat space 3कर्ली ब्रेकैट्स में",
            "start": 432.0,
            "duration": 6.0
        },
        {
            "text": "forward 100",
            "start": 439.0,
            "duration": 3.0
        },
        {
            "text": "turnleft  120 }",
            "start": 443.0,
            "duration": 3.0
        },
        {
            "text": "अब मैं कोड समझाता हूँ।",
            "start": 447.0,
            "duration": 2.0
        },
        {
            "text": "reset कमांड Turtle को उसके डिफ़ाल्ट स्थिति में सेट करती है।",
            "start": 450.0,
            "duration": 3.0
        },
        {
            "text": "canvassize 200,200 कैनवास की चौड़ाई और लंबाई 200 पिक्सल्स में सेट करता है।",
            "start": 454.0,
            "duration": 7.0
        },
        {
            "text": "canvascolor 0,255,0  कैनवास को हरा बनाता है।",
            "start": 462.0,
            "duration": 5.0
        },
        {
            "text": "0,255,0एक RGBकॉम्बिनेशन है, जहाँ सिर्फ़ हरे रंग की वेल्यू 255 सेट है और अन्य 0 के लिए सेट किए जाते हैं।",
            "start": 468.0,
            "duration": 14.0
        },
        {
            "text": "यह कैनवास को हरा बनाता है ।",
            "start": 483.0,
            "duration": 3.0
        },
        {
            "text": "pencolor 0,0,255 पेन का रंग नीला सेट करता है।",
            "start": 487.0,
            "duration": 6.0
        },
        {
            "text": "RGB कॉम्बिनेशन, जहाँ नीले रंग की वैल्यू255 सेट है।",
            "start": 494.0,
            "duration": 5.0
        },
        {
            "text": "penwidth 2 पेन की चौड़ाई को 2 pixels सेट करता है।",
            "start": 500.0,
            "duration": 6.0
        },
        {
            "text": "repeat कमांड्स नंबर और कर्ली ब्रेकैट्स में कमांड्स की सूची के साथ है।",
            "start": 507.0,
            "duration": 5.0
        },
        {
            "text": "यह कमांड्स को कर्ली ब्रेकैट्स में संख्या को निर्दिष्ट करके दोहराता है ।",
            "start": 513.0,
            "duration": 5.0
        },
        {
            "text": "यहाँ forward 100 और turnleft 120 कमांड्स कर्ली ब्रेकैट्स में हैं।",
            "start": 519.0,
            "duration": 7.0
        },
        {
            "text": "repeat कमांड 3 नंबर के बाद है, क्योंकि त्रिकोण में 3 बाजू हैं।",
            "start": 527.0,
            "duration": 6.0
        },
        {
            "text": "ये कमांड्स loop में 3 बार रन होती हैं।",
            "start": 534.0,
            "duration": 4.0
        },
        {
            "text": "त्रिकोण के 3 बाजू बन चुके हैं।",
            "start": 539.0,
            "duration": 2.0
        },
        {
            "text": "अब कोड रन करें।",
            "start": 542.0,
            "duration": 2.0
        },
        {
            "text": "प्रोग्राम के निष्पादन के लिए, मैं slow  ऑप्शन चुनूँगा।",
            "start": 545.0,
            "duration": 3.0
        },
        {
            "text": "कैनवास का रंग हरा होता है और  Turtle एक त्रिकोण बनाता है।",
            "start": 549.0,
            "duration": 10.0
        },
        {
            "text": "अब फ़ाइल सेव करें।",
            "start": 560.0,
            "duration": 2.0
        },
        {
            "text": "File मेन्यू में Save As  चुनें।",
            "start": 563.0,
            "duration": 3.0
        },
        {
            "text": "Save As' डायलॉग बॉक्स खुलता है।",
            "start": 567.0,
            "duration": 2.0
        },
        {
            "text": "मैं फ़ाइल सेव करने के लिए Document फ़ोल्डर चुनूँगा।",
            "start": 570.0,
            "duration": 3.0
        },
        {
            "text": "मैं फ़ाइल का नाम Triangle टाइप करूँगा और Save बटन पर क्लिक करूँगा।",
            "start": 574.0,
            "duration": 6.0
        },
        {
            "text": "ध्यान दें, कि फ़ाइल का नाम ऊपरी पैनल  में प्रदर्शित होता है और यह सभी Turtle फ़ाइल्स की तरह dot turtle फ़ाइल के तौर पर सेव होती है।",
            "start": 581.0,
            "duration": 11.0
        },
        {
            "text": "इसी के साथ हम इस ट्यूटोरियल के अंत में आ गये हैं।",
            "start": 593.0,
            "duration": 3.0
        },
        {
            "text": "सारांशित करते हैं।",
            "start": 597.0,
            "duration": 1.0
        },
        {
            "text": "इस ट्यूटोरियल में, हमने इनके बारे में सीखा है,",
            "start": 599.0,
            "duration": 2.0
        },
        {
            "text": "KTurtle's के  editor, canvas, menubar  और  toolbar",
            "start": 602.0,
            "duration": 4.0
        },
        {
            "text": "Turtle को घुमाना",
            "start": 607.0,
            "duration": 1.0
        },
        {
            "text": "लाइन्स खींचना और दिशा बदलना।",
            "start": 609.0,
            "duration": 3.0
        },
        {
            "text": "त्रिकोण बनाना ।",
            "start": 613.0,
            "duration": 1.0
        },
        {
            "text": "नियत-कार्य के तौर पर, मैं चाहता हूँ कि आप कमांड्स का प्रयोग करके एक समकोण-चतुर्भुज बनाएँ।",
            "start": 615.0,
            "duration": 5.0
        },
        {
            "text": "forward, backward, turnleft, turnright और repeat",
            "start": 621.0,
            "duration": 4.0
        },
        {
            "text": "अपनी पसंद के अनुसार  background color, penwidth और pencolor  सेट करें।",
            "start": 626.0,
            "duration": 5.0
        },
        {
            "text": "RGB कॉम्बिनेशन में वेल्यूज़ बदलें।",
            "start": 632.0,
            "duration": 4.0
        },
        {
            "text": "निम्न लिंक पर उपलब्ध विडियो देखें http://spoken-tutorial.org/What is a Spoken Tutorial",
            "start": 637.0,
            "duration": 2.0
        },
        {
            "text": "यह स्पोकन ट्यटोरियल प्रोजेक्ट को सारांशित करता है।",
            "start": 640.0,
            "duration": 3.0
        },
        {
            "text": "यदि आपके पास अच्छा बैंडविड्थ नहीं है, तो आप इसे डाउनलोड करके भी देख सकते हैं।",
            "start": 644.0,
            "duration": 3.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट टीम..",
            "start": 648.0,
            "duration": 1.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल का उपयोग करके कार्यशालाएँ भी चलाती है।",
            "start": 650.0,
            "duration": 2.0
        },
        {
            "text": "उनको प्रमाण-पत्र भी देते हैं, जो ऑनलाइन टेस्ट पास करते हैं।",
            "start": 653.0,
            "duration": 2.0
        },
        {
            "text": "अधिक जानकारी के लिए contact@spoken-tutorial.org पर लिखें।",
            "start": 656.0,
            "duration": 6.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट टॉक-टू-अ टीचर प्रोजेक्ट का हिस्सा है।",
            "start": 663.0,
            "duration": 4.0
        },
        {
            "text": "यह भारत सरकार के एमएचआरडी के “आईसीटी के माध्यम से राष्ट्रीय साक्षरता मिशन” द्वारा समर्थित है।",
            "start": 668.0,
            "duration": 6.0
        },
        {
            "text": "इस मिशन पर अधिक जानकारी निम्न लिंक पर उपलब्ध है http://spoken-tutorial.org/NMEICT-Intro",
            "start": 675.0,
            "duration": 8.0
        },
        {
            "text": "यह स्क्रिप्ट लता द्वारा अनुवादित है, आई.आई.टी मुंबई की ओर से, मैं रवि कुमार अब आपसे विदा लेता हूँ। हमसे जुड़ने के लिए धन्यवाद।",
            "start": 684.0,
            "duration": 5.0
        }
    ],
    "iHBndG_DB9Y": [
        {
            "text": "ब्लेंडर ट्यूटोरियल्स की श्रृंखला में आपका स्वागत है।",
            "start": 3.0,
            "duration": 3.0
        },
        {
            "text": "यह ट्यूटोरियल ब्लेंडर 2.59 में आउटलाइनर विंडो के बारे में है।",
            "start": 7.0,
            "duration": 8.0
        },
        {
            "text": "यह स्क्रिप्ट देवेन्द्र कैरवान द्वारा अनुवादित है और आवाज यश वोरा द्वारा दी गई है।",
            "start": 16.0,
            "duration": 11.0
        },
        {
            "text": "यह ट्यूटोरियल देखने के बाद, हम सीखेंगे",
            "start": 28.0,
            "duration": 4.0
        },
        {
            "text": "आउटलाइनर विंडो क्या है;",
            "start": 33.0,
            "duration": 2.0
        },
        {
            "text": "आउटलाइनर विंडो में Eye, arrow और camera आइकन्स क्या हैं।",
            "start": 36.0,
            "duration": 6.0
        },
        {
            "text": "और आउटलाइनर विंडो में डिस्प्ले मेन्यू क्या है।",
            "start": 43.0,
            "duration": 5.0
        },
        {
            "text": "मैं मानता हूँ, कि आप ब्लेंडर इंटरफेस के बुनियादी तत्वों के बारे में जानते हैं।",
            "start": 49.0,
            "duration": 4.0
        },
        {
            "text": "यदि नहीं तो कृपया हमारे पिछले ट्यूटोरियल- “ब्लेंडर इंटरफेस का बुनियादी विवरण” (Basic Description of the Blender Interface) का अनुकरण करें।",
            "start": 54.0,
            "duration": 8.0
        },
        {
            "text": "ब्लेंडर में आउटलाइनर, डेटा की फ्लोचार्ट सूची है।",
            "start": 63.0,
            "duration": 5.0
        },
        {
            "text": "डिफ़ॉल्ट रूप से यह ब्लेंडर इंटरफेस के ऊपरी दाएँ कोने पर उपलब्ध है।",
            "start": 69.0,
            "duration": 5.0
        },
        {
            "text": "आउटलाइनर विंडो का आकर बदलें।",
            "start": 75.0,
            "duration": 4.0
        },
        {
            "text": "नीचे किनारे पर बायाँ-क्लिक करें और इसे नीचे ड्रैग करें।",
            "start": 80.0,
            "duration": 5.0
        },
        {
            "text": "बाएँ किनारे पर बायाँ-क्लिक करें और इसे बायीं तरफ ड्रैग करें।",
            "start": 86.0,
            "duration": 9.0
        },
        {
            "text": "हम अब आउटलाइनर विंडो में ऑप्शन्स अधिक स्पष्ट देख सकते हैं।",
            "start": 96.0,
            "duration": 4.0
        },
        {
            "text": "ब्लेंडर विन्डोज़ का आकार कैसे बदलें, यह सीखने के लिए हमारा ट्यूटोरियल देखें।",
            "start": 101.0,
            "duration": 5.0
        },
        {
            "text": "How to Change Window Types in Blender",
            "start": 107.0,
            "duration": 11.0
        },
        {
            "text": "\"View\" पर बायाँ-क्लिक करें।",
            "start": 119.0,
            "duration": 3.0
        },
        {
            "text": "यहाँ कई सारे ऑप्शन्स हैं, जैसे",
            "start": 123.0,
            "duration": 2.0
        },
        {
            "text": "Show restriction columns,",
            "start": 126.0,
            "duration": 2.0
        },
        {
            "text": "show active,",
            "start": 129.0,
            "duration": 1.0
        },
        {
            "text": "show or hide one level,",
            "start": 131.0,
            "duration": 2.0
        },
        {
            "text": "show hierarchy,",
            "start": 134.0,
            "duration": 2.0
        },
        {
            "text": "Duplicate area into New window और Toggle full screen.",
            "start": 137.0,
            "duration": 7.0
        },
        {
            "text": "Show Restriction columns को निष्क्रिय करें।",
            "start": 145.0,
            "duration": 4.0
        },
        {
            "text": "यह आउटलाइनर विंडो पर उबलब्ध दायें कोने पर सभी दर्शनीय, चुनने योग्य और रेंडरेबल ऑप्शन्स को निष्क्रिय करता है।",
            "start": 150.0,
            "duration": 11.0
        },
        {
            "text": "फिर से, view पर बायाँ-क्लिक करें।",
            "start": 162.0,
            "duration": 3.0
        },
        {
            "text": "दर्शनीय, चुनने योग्य और रेंडरेबल ऑप्शन्स को सामने लाने के लिए “Show restriction columns” सक्रिय करें।",
            "start": 166.0,
            "duration": 9.0
        },
        {
            "text": "आउट लाइनर विंडो में क्यूब की बायीं तरफ plus sign पर बायाँ-क्लिक करें।",
            "start": 176.0,
            "duration": 6.0
        },
        {
            "text": "एक कैस्केड सूची प्रदर्शित होती है।",
            "start": 183.0,
            "duration": 1.0
        },
        {
            "text": "यह आपको चुनित ऑब्जेक्ट की प्रोपर्टिज की एक सूची प्रदर्शित करती है।",
            "start": 185.0,
            "duration": 5.0
        },
        {
            "text": "हम इनकी आगे के ट्यूटोरियल्स में विस्तार में चर्चा करेंगे।",
            "start": 191.0,
            "duration": 4.0
        },
        {
            "text": "Eye आपके ऑब्जेक्ट को 3D व्यू में प्रकट और अदृश्य करता है।",
            "start": 196.0,
            "duration": 7.0
        },
        {
            "text": "उदाहरण स्वरुप, क्यूब के लिए Eye पर बायाँ-क्लिक करें।",
            "start": 204.0,
            "duration": 4.0
        },
        {
            "text": "अब क्यूब 3Dव्यू में नहीं दिखता है।",
            "start": 209.0,
            "duration": 5.0
        },
        {
            "text": "फिर से, क्यूब के लिए Eye पर बायाँ-क्लिक करें।",
            "start": 215.0,
            "duration": 5.0
        },
        {
            "text": "क्यूब को अब 3D व्यू में देख सकते हैं।",
            "start": 221.0,
            "duration": 6.0
        },
        {
            "text": "एरो 3D व्यू में आपके ऑब्जेक्ट को चुनने योग्य और न चुनने योग्य बनाता है।",
            "start": 228.0,
            "duration": 7.0
        },
        {
            "text": "उदाहरणस्वरुप, क्यूब के लिए arrow पर बायाँ-क्लिक करें।",
            "start": 236.0,
            "duration": 5.0
        },
        {
            "text": "3D व्यू में cube पर दायाँ-क्लिक करें। क्यूब को नहीं चुन सकते हैं।",
            "start": 242.0,
            "duration": 7.0
        },
        {
            "text": "फिर से, आउटलाइनर विंडो में क्यूब के लिए arrow  पर बायाँ-क्लिक करें।",
            "start": 250.0,
            "duration": 6.0
        },
        {
            "text": "3D व्यू में cube पर दायाँ-क्लिक करें।",
            "start": 257.0,
            "duration": 3.0
        },
        {
            "text": "क्यूब को अब चुन सकते हैं।",
            "start": 261.0,
            "duration": 6.0
        },
        {
            "text": "Camera आपके ऑब्जेक्ट को रेंडरेबल या नॉन-रेंडरेबल बनाता है।",
            "start": 268.0,
            "duration": 5.0
        },
        {
            "text": "क्यूब के लिए camera पर बायाँ-क्लिक करें।",
            "start": 274.0,
            "duration": 3.0
        },
        {
            "text": "सीन को प्रस्तुत करने के लिए अपने कीबोर्ड पर f12 दबाएँ।",
            "start": 278.0,
            "duration": 7.0
        },
        {
            "text": "क्यूब रेंडर में प्रदर्शित नहीं है।",
            "start": 286.0,
            "duration": 4.0
        },
        {
            "text": "3D व्यू में वापस जाने के लिए अपने कीबोर्ड पर esc दबाएँ।",
            "start": 291.0,
            "duration": 4.0
        },
        {
            "text": "फिर से, आउट लाइनर विंडो में क्यूब के लिए camera पर बायाँ-क्लिक करें।",
            "start": 296.0,
            "duration": 6.0
        },
        {
            "text": "सीन प्रस्तुत करने के लिए f12 दबाएँ।",
            "start": 303.0,
            "duration": 5.0
        },
        {
            "text": "क्यूब को अब रेंडर में देखा जा सकता है।",
            "start": 309.0,
            "duration": 5.0
        },
        {
            "text": "3D व्यू पर वापस जाने के लिए esc दबाएँ।",
            "start": 315.0,
            "duration": 5.0
        },
        {
            "text": "आउटलाइनर विंडो में Search bar पर बायाँ-क्लिक करें।",
            "start": 321.0,
            "duration": 6.0
        },
        {
            "text": "यदि आपके सीन में कई सारे ऑब्जेक्ट्स हैं, तो यह सर्च टूल सीन में समान वर्गों के ऑब्जेक्ट्स या एक विशिष्ट ऑब्जेक्ट को खोजने में मदद करता है।",
            "start": 328.0,
            "duration": 11.0
        },
        {
            "text": "आउटलाइनर विंडो के सबसे ऊपरी बाएँ कोने का सीन, आपके ब्लेंडर सीन के सभी ऑब्जेक्ट्स और उनके सम्बन्धित एलिमेंट्स को सूचीबद्ध करता है।",
            "start": 340.0,
            "duration": 10.0
        },
        {
            "text": "All scenes पर बायाँ-क्लिक करें।",
            "start": 351.0,
            "duration": 3.0
        },
        {
            "text": "यह ड्रॉप-डाउन सूची display menu है।",
            "start": 355.0,
            "duration": 3.0
        },
        {
            "text": "यह आउटलाइनर पैनल के लिए डिस्प्ले ऑप्शन्स रखता है।",
            "start": 359.0,
            "duration": 4.0
        },
        {
            "text": "current scene पर बायाँ-क्लिक करें।",
            "start": 364.0,
            "duration": 3.0
        },
        {
            "text": "आप वर्तमान सीन में उपलब्ध सभी ऑब्जेक्ट्स को आउटलाइनर विंडो में सूचीबद्ध देख सकते हैं।",
            "start": 368.0,
            "duration": 9.0
        },
        {
            "text": "डिस्प्ले मेन्यू खोलने के लिए current scene पर बायाँ-क्लिक करें।",
            "start": 378.0,
            "duration": 7.0
        },
        {
            "text": "visible layers पर बायाँ-क्लिक करें।",
            "start": 386.0,
            "duration": 3.0
        },
        {
            "text": "एक्टिव लेयर या लेयर्स में उपलब्ध सभी ऑब्जेक्ट्स आउटलाइनर विंडो में सूचीबद्ध हैं।",
            "start": 390.0,
            "duration": 7.0
        },
        {
            "text": "हम लेयर्स के बारे में विस्तार से आगे के ट्यूटोरियल्स में सीखेंगे।",
            "start": 398.0,
            "duration": 5.0
        },
        {
            "text": "डिस्प्ले मेन्यू खोलने के लिए visible layers पर बायाँ-क्लिक करें।",
            "start": 404.0,
            "duration": 7.0
        },
        {
            "text": "selected पर बायाँ-क्लिक करें।",
            "start": 412.0,
            "duration": 2.0
        },
        {
            "text": "आउटलाइनर केवल उन ऑब्जेक्ट को सूचीबद्ध करता है, जो 3D व्यू में चुनित हैं।",
            "start": 415.0,
            "duration": 8.0
        },
        {
            "text": "डिस्प्ले मेन्यू खोलने के लिए selected पर बायाँ-क्लिक करें।",
            "start": 424.0,
            "duration": 4.0
        },
        {
            "text": "‘Active पर बायाँ-क्लिक करें।",
            "start": 429.0,
            "duration": 2.0
        },
        {
            "text": "आउटलाइनर केवल उस ऑब्जेक्ट को सूचीबद्ध करता है, जो 3D व्यू में सबसे हाल में चुना गया था।",
            "start": 432.0,
            "duration": 9.0
        },
        {
            "text": "डिस्प्ले मेन्यू खोलने के लिए Active पर बायाँ-क्लिक करें।",
            "start": 442.0,
            "duration": 5.0
        },
        {
            "text": "Same types पर बायाँ-क्लिक करें।",
            "start": 448.0,
            "duration": 2.0
        },
        {
            "text": "जैसा कि नाम से पता चलता है, ‘same type’ ऑप्शन आउटलाइनर विंडो में उन सभी ऑब्जेक्ट्स को सूचीबद्ध करता है, जो एक ही वर्ग के होते हैं।",
            "start": 451.0,
            "duration": 9.0
        },
        {
            "text": "उदहारणस्वरुप, डिफ़ॉल्ट रूप से 3D व्यू में क्यूब चुनित है।",
            "start": 461.0,
            "duration": 5.0
        },
        {
            "text": "अतः आउटलाइनर सभी मेश ऑब्जेक्ट्स को सीन में सूचीबद्ध करता है।",
            "start": 467.0,
            "duration": 3.0
        },
        {
            "text": "इस उदाहरण में, सीन में केवल क्यूब ही मेश ऑब्जेक्ट है।",
            "start": 471.0,
            "duration": 6.0
        },
        {
            "text": "हम मेश ऑब्जेक्ट्स के बारे में विस्तार से ब्लेंडर में एनिमेशन पर अधिक एडवांस्ड ट्यूटोरियल्स में सीखेंगे।",
            "start": 478.0,
            "duration": 9.0
        },
        {
            "text": "डिस्प्ले मेन्यू खोलने के लिए Same types पर बायाँ-क्लिक करें।",
            "start": 488.0,
            "duration": 5.0
        },
        {
            "text": "‘groups’ सीन में सभी समूहीत ऑब्जेक्ट्स को सूचीबद्ध करता है।",
            "start": 494.0,
            "duration": 5.0
        },
        {
            "text": "यहाँ कुछ और अन्य ऑप्शन्स हैं, जिन्हें हम आगे के ट्यूटोरियल्स में देखेंगे।",
            "start": 500.0,
            "duration": 6.0
        },
        {
            "text": "अतः यह आउटलाइनर विंडो का विश्लेषण है।",
            "start": 507.0,
            "duration": 4.0
        },
        {
            "text": "जब बड़े सीन के साथ कार्य कर रहे हों, जिसमें कई सारे ऑब्जेक्ट्स हों, तो सीन में प्रत्येक ऑब्जेक्ट को पता करने के लिए आउटलाइनर विंडो बहुत ही लाभदायक टूल बन जाता है।",
            "start": 512.0,
            "duration": 12.0
        },
        {
            "text": "अब एक नई फाइल बनाएँ, आउटलाइनर में चुनित को सूचीबद्ध करें और क्यूब को अन-रेंडरेबल बनाएँ।",
            "start": 525.0,
            "duration": 12.0
        },
        {
            "text": "यह प्रोजेक्ट आईसीटी के माध्यम से राष्ट्रीय साक्षरता मिशन द्वारा समर्थित है।",
            "start": 538.0,
            "duration": 8.0
        },
        {
            "text": "इस पर अधिक जानकारी निम्न लिंक्स पर उपलब्ध है।",
            "start": 547.0,
            "duration": 4.0
        },
        {
            "text": "oscar.iitb.ac.in, और spoken-tutorial.org/ NMEICT-Intro.",
            "start": 552.0,
            "duration": 15.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट",
            "start": 568.0,
            "duration": 1.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल्स का उपयोग करके कार्यशालाएँ भी चलाता है।",
            "start": 570.0,
            "duration": 3.0
        },
        {
            "text": "उनको प्रमाण-पत्र भी देते हैं, जो ऑनलाइन टेस्ट पास करते हैं।",
            "start": 574.0,
            "duration": 3.0
        },
        {
            "text": "अधिक जानकारी के लिए कृपया contact@spoken-tutorial.org पर लिखें।",
            "start": 578.0,
            "duration": 6.0
        },
        {
            "text": "हमसे जुड़ने के लिए...",
            "start": 585.0,
            "duration": 0.0
        },
        {
            "text": "धन्यवाद।",
            "start": 586.0,
            "duration": 5.0
        }
    ],
    "XHkk1z3aKpE": [
        {
            "text": "Mozilla Firefox (मोज़िला फ़ायरफ़ॉक्स) के परिचय पर स्पोकन ट्यूटोरियल में आपका स्वागत है।",
            "start": 0.0,
            "duration": 4.0
        },
        {
            "text": "इस ट्यूटोरियल में निम्न के बारे में सीखेंगे।",
            "start": 5.0,
            "duration": 4.0
        },
        {
            "text": "मोज़िला फ़ायरफ़ॉक्स क्या है?",
            "start": 10.0,
            "duration": 1.0
        },
        {
            "text": "फ़ायरफ़ॉक्स क्यों&#160;?",
            "start": 12.0,
            "duration": 1.0
        },
        {
            "text": "वर्ज़न्स, सिस्टम आवश्यकताएं, फ़ायरफ़ॉक्स को डाउनलोड तथा इंस्टाल करना, वेबसाइट पर जाना ।",
            "start": 14.0,
            "duration": 6.0
        },
        {
            "text": "मोज़िला फ़ायरफ़ॉक्स या सिर्फ फ़ायरफ़ॉक्स एक फ्री और ओपन सोर्स वेब ब्राउज़र है।",
            "start": 21.0,
            "duration": 5.0
        },
        {
            "text": "यह उबंटू लिनक्स के लिए डिफाल्ट वेब ब्राउज़र है जोकि इन्टरनेट के लिए एक विंडो के रूप में मदद करता है ।",
            "start": 27.0,
            "duration": 5.0
        },
        {
            "text": "यह इन्टरनेट के वेब पेजस देखने की और उनके बीच जाने की अनुमति देता है ।",
            "start": 33.0,
            "duration": 5.0
        },
        {
            "text": "यह Google,Yahoo Search या Bing जैसे सर्च एंजिन का उपयोग करके वेब पेजस भी खोजता है ।",
            "start": 39.0,
            "duration": 7.0
        },
        {
            "text": "फ़ायरफ़ॉक्स,‘मोज़िला फाउंडेशन’ नामक एक लाभ-निरपेक्ष संगठन के स्वयंसेवक प्रोग्रामर्स  द्वारा विकसित किया गया है ।",
            "start": 47.0,
            "duration": 6.0
        },
        {
            "text": "मोज़िला पर विस्तार में जानकारी के लिए mozilla.org पर जाएँ।",
            "start": 54.0,
            "duration": 4.0
        },
        {
            "text": "फ़ायरफ़ॉक्स, विंडोज़, Mac OSX, और लिनक्स ऑपरेटिंग सिस्टम्स पर कार्य करता है ।",
            "start": 59.0,
            "duration": 5.0
        },
        {
            "text": "उबंटू के लिए कुछ अन्य लोकप्रिय वेब ब्राउज़र्स हैं Konqueror, Google Chrome और Opera.",
            "start": 65.0,
            "duration": 6.0
        },
        {
            "text": "इस ट्यूटोरियल में हम उबंटू 10.04 के लिए फ़ायरफ़ॉक्स वर्ज़न 7.0 का इस्तेमाल करेंगे ।",
            "start": 72.0,
            "duration": 7.0
        },
        {
            "text": "फ़ायरफ़ॉक्स गति, गुप्तता,और नवीनतम तकनीकों को साथ लाकर ब्राउज़िंग बेहतर बनाता है ।",
            "start": 80.0,
            "duration": 6.0
        },
        {
            "text": "इसमें कई फीचर्स हैं जैसे कि टैब विंडोज़, अंतनिर्मित वर्तनी जाँच ,पॉपअप ब्लॉकर ,एकीकृत वेब खोज,फिशिंग सुरक्षा ।",
            "start": 87.0,
            "duration": 11.0
        },
        {
            "text": "फ़ायरफ़ॉक्स वेब ब्राउज़िंग के साथ तेज़ी से ग्राफिक्स प्रतिपादन और बेहतर पेज लोडिंग की  सुविधा प्रदान करता है।",
            "start": 99.0,
            "duration": 5.0
        },
        {
            "text": "यह नकली वेबसाइट्स , स्पायवेयर और वायरस, ट्रोजन्स और अन्य मैलवेयर से बचने के लिए कई सुरक्षा और गुप्तता ऑप्शंस प्रदान करता है।",
            "start": 105.0,
            "duration": 10.0
        },
        {
            "text": "ऐड-ऑन और उपयोगकर्ताओं द्वारा बनाए गए संस्थापन के लिए आसान हज़ारों थीम्स द्वारा हमें यह अनुकूलन प्रदान करता है ।",
            "start": 116.0,
            "duration": 9.0
        },
        {
            "text": "Fedora, Ubuntu,Red Hat,Debian और SUSE जैसे लिनक्स OS पर फ़ायरफ़ॉक्स रन करने के लिए यह सिस्टम आवश्यकताएं हैं।",
            "start": 126.0,
            "duration": 9.0
        },
        {
            "text": "उबंटू 10.04 पर फ़ायरफ़ॉक्स रन करने के लिए निम्न लाइब्ररीज़ या पैकेज्स की आवश्यकता होगी।",
            "start": 136.0,
            "duration": 7.0
        },
        {
            "text": "GTK+ 2.10 या इससे अधिक",
            "start": 144.0,
            "duration": 4.0
        },
        {
            "text": "GLib 2.12 या इससे अधिक",
            "start": 149.0,
            "duration": 2.0
        },
        {
            "text": "libstdc++ 4.3 या अधिक",
            "start": 152.0,
            "duration": 4.0
        },
        {
            "text": "Pango 1.14 या अधिक",
            "start": 157.0,
            "duration": 2.0
        },
        {
            "text": "X.Org 1.7 या अधिक",
            "start": 160.0,
            "duration": 3.0
        },
        {
            "text": "हार्डवेयर में Pentium 4  या अधिक, 512MB RAM , 200MB की हार्डड्राईव स्पेस की सलाह दी जाती है।",
            "start": 164.0,
            "duration": 10.0
        },
        {
            "text": "सिस्टम आवश्यकताओं पर पूर्ण जानकारी के लिए स्क्रीन पर दिखाए फ़ायरफ़ॉक्स वेबसाइट पर जाएँ ।\n29\n00:03:32 --> 00:03:10\nस्क्रीन पर बताए गए ऑफिशियल वेबसाइट पर जाते हैं और मोज़िला फ़ायरफ़ॉक्स डाउनलोड करके इंस्टाल करते हैं।",
            "start": 175.0,
            "duration": 36.0
        },
        {
            "text": "यहाँ आप हमेशा फ़ायरफ़ॉक्स का नवीनतम वर्ज़न प्राप्त कर सकते हैं।",
            "start": 191.0,
            "duration": 3.0
        },
        {
            "text": "अधिक ऑप्शंस के लिए ग्रीन एरिया के नीचे मौजूद लिंक ‘All Systems and Languages” पर क्लिक कर सकते हैं।",
            "start": 195.0,
            "duration": 7.0
        },
        {
            "text": "ध्यान दें कि मोज़िला, लगभग 70 भाषाओं में फ़ायरफ़ॉक्स प्रदान करता है।",
            "start": 203.0,
            "duration": 4.0
        },
        {
            "text": "यहाँ हम स्थानीयकृत संस्करण जैसे हिंदी या बंगाली डाउनलोड कर सकते हैं।",
            "start": 208.0,
            "duration": 4.0
        },
        {
            "text": "हम विभिन्न आइकन पर क्लिक करके इन ऑपरेटिंग सिस्टम का भी चुनाव कर सकते हैं जैसे&#160;: Windows, Mac या  Linux.",
            "start": 213.0,
            "duration": 8.0
        },
        {
            "text": "उबंटू लिनक्स में पहले फाइल को सेव करने के लिए एक स्थान चुनें । डिफाल्ट रूप से आपके होम फोल्डर में Downloads डाइरेक्टरी चुनी हुई होती है ।",
            "start": 222.0,
            "duration": 8.0
        },
        {
            "text": "“Save File” ऑप्शन चुन सकते हैं और पॉपअप विंडो में दिखने वाले “Ok” बटन पर क्लिक करें।",
            "start": 231.0,
            "duration": 6.0
        },
        {
            "text": "यह होम डाइरेक्टरी में Downloads डाइरेक्टरी में फ़ायरफ़ॉक्स संग्रह को सेव करेगा ।",
            "start": 238.0,
            "duration": 7.0
        },
        {
            "text": "टर्मिनल विंडो ओपन करें और निम्न कमांड टाइप करके Downloads डाइरेक्टरी पर जाएँ&#160;:cd ~/Downloads(cd स्पेस टिल्डा स्लैश डाउनलोड्स )",
            "start": 246.0,
            "duration": 10.0
        },
        {
            "text": "एन्टर प्रेस करें।",
            "start": 257.0,
            "duration": 1.0
        },
        {
            "text": "निम्न कमांड टाइप करके डाउनलोड की हुई फाइल के कंटेंट का प्राप्त करें&#160;:tar xjf firefox-7.0.1.tar.bz2",
            "start": 259.0,
            "duration": 15.0
        },
        {
            "text": "अब एन्टर प्रेस करें।",
            "start": 275.0,
            "duration": 2.0
        },
        {
            "text": "यह फ़ायरफ़ॉक्स 7.0 को रन करने के लिए आवश्यक फाइल्स को लेना शुरू करेगा ।",
            "start": 278.0,
            "duration": 5.0
        },
        {
            "text": "टर्मिनल विंडो में निम्न कमांड टाइप करके फ़ायरफ़ॉक्स डिरेक्टरी पर जाएँ cd firefox.",
            "start": 284.0,
            "duration": 7.0
        },
        {
            "text": "अब एन्टर प्रेस करें ।",
            "start": 292.0,
            "duration": 1.0
        },
        {
            "text": "यह आपको फ़ायरफ़ॉक्स डाइरेक्टरी पर ले जाएगा ।",
            "start": 294.0,
            "duration": 3.0
        },
        {
            "text": "फ़ायरफ़ॉक्स ब्राउज़र को शुरू करने के लिए निम्न कमांड टाइप करें और एन्टर प्रेस करें।",
            "start": 298.0,
            "duration": 7.0
        },
        {
            "text": "या फिर आप निम्न कमांड से फ़ायरफ़ॉक्स शुरू कर सकते हैं जब आपकी करंट डिरेक्टरी होम डिरेक्टरी में नहीं है ।",
            "start": 306.0,
            "duration": 8.0
        },
        {
            "text": "tilde/Downloads/firefox/firefox",
            "start": 315.0,
            "duration": 5.0
        },
        {
            "text": "हम डिफाल्ट होमपेज को कैसे सेट करना है यह बाद में देखेंगे।",
            "start": 321.0,
            "duration": 3.0
        },
        {
            "text": "अभी के लिए , उदाहरण के लिए , Rediff.com वेबसाइट पर चलते हैं जिसमें ताज़ा खबर और जानकारी मिलती है।",
            "start": 325.0,
            "duration": 7.0
        },
        {
            "text": "मेन्यू बार के नीचे अड्रेस बार में टाइप करें&#160;: www.rediff.com",
            "start": 333.0,
            "duration": 6.0
        },
        {
            "text": "Rediff.com वेबसाइट के होमपेज पर कंटेंट प्रदर्शित हुआ है।",
            "start": 340.0,
            "duration": 6.0
        },
        {
            "text": "अब इस पेज से हम अन्य लिंक्स पर जा सकते हैं और उन पेज के कंटेंट को देख सकते हैं।",
            "start": 347.0,
            "duration": 5.0
        },
        {
            "text": "हेडलाइन्स टैब के नीचे पहली लिंक पर क्लिक करते हैं ।",
            "start": 353.0,
            "duration": 4.0
        },
        {
            "text": "इस तरह से फ़ायरफ़ॉक्स की मदद से हम वेबसाइट देख सकते हैं और फिर वहाँ से विभिन्न पेजों पर जा सकते हैं ।",
            "start": 358.0,
            "duration": 6.0
        },
        {
            "text": "आगे ट्यूटोरियल्स में हम फ़ायरफ़ॉक्स तथा उसके विभिन्न फीचर्स के बारे में सीखेंगे ।",
            "start": 365.0,
            "duration": 6.0
        },
        {
            "text": "निम्न लिंक पर उपलब्ध विडियो देखें । http://spoken-tutorial.org/What_is_a_Spoken_Tutorial",
            "start": 372.0,
            "duration": 3.0
        },
        {
            "text": "यह स्पोकन ट्यटोरियल प्रोजेक्ट को सारांशित करता है।",
            "start": 376.0,
            "duration": 2.0
        },
        {
            "text": "यदि आपके पास अच्छा बैंडविड्थ नहीं है तो आप इसे डाउनलोड करके देख सकते हैं।",
            "start": 379.0,
            "duration": 4.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट टीम स्पोकन ट्यूटोरियल का उपयोग करके कार्यशालाएँ भी चलाते हैं।",
            "start": 384.0,
            "duration": 4.0
        },
        {
            "text": "उनको प्रमाण-पत्र भी देते हैं जो ऑनलाइन टेस्ट पास करते हैं।",
            "start": 389.0,
            "duration": 3.0
        },
        {
            "text": "अधिक जानकारी के लिए कृपया contact@spoken-tutorial.org  पर लिखें ।",
            "start": 393.0,
            "duration": 5.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल टॉक टू अ टीचर प्रोजेक्ट का हिस्सा है ।",
            "start": 399.0,
            "duration": 4.0
        },
        {
            "text": "जिसे भारत सरकार के एमएचआरडी मंत्रालय के राष्ट्रीय साक्षरता मिशन ने आई सी.टी (ICT) के माध्यम से समर्थित किया है।",
            "start": 404.0,
            "duration": 6.0
        },
        {
            "text": "इस मिशन पर अधिक जानकारी दिए गए लिंक पर उपलब्ध है http://spoken-tutorial.org/NMEICT-Intro.",
            "start": 411.0,
            "duration": 10.0
        },
        {
            "text": "यह स्क्रिप्ट सकीना शेख द्वारा अनुवादित है तथा आई.आई टी बॉम्बे की ओर से मैं रवि कुमार अब आपसे विदा लेता हूँ ।",
            "start": 422.0,
            "duration": 5.0
        },
        {
            "text": "हमसे जुड़ने के लिए धन्यवाद ।",
            "start": 428.0,
            "duration": 5.0
        }
    ],
    "uXvIRA2ycgg": [
        {
            "text": "लिबर ऑफिस Impress  में एक प्रस्तुति डॉक्युमेंट बनाना और बुनियादी फोर्मटिंग के इस स्पोकन ट्यूटोरियल में आपका स्वागत है ।",
            "start": 0.0,
            "duration": 7.0
        },
        {
            "text": "इस ट्यूटोरियल में हम इम्प्रेस विंडो के भागों के बारे में सीखेंगे और कैसे स्लाइड इन्सर्ट करें और कॉपी करें , फॉन्ट तथा फॉन्ट को फॉर्मेट करना सीखेंगे ।",
            "start": 8.0,
            "duration": 12.0
        },
        {
            "text": "यहाँ हम उबंटु लिनक्स वर्जन 10.04 और लिबरऑफिस वर्जन 3.3.4 का उपयोग कर रहे हैं ।",
            "start": 21.0,
            "duration": 7.0
        },
        {
            "text": "चलिए अपनी प्रस्तुति(प्रेजैटेशन) “Sample Impress” ओपन करते हैं जिसे पिछले ट्यूटोरियल में बनाया था ।",
            "start": 29.0,
            "duration": 5.0
        },
        {
            "text": "चलिए देखते हैं कि स्क्रीन पर क्या क्या है।",
            "start": 35.0,
            "duration": 3.0
        },
        {
            "text": "मध्य में हम खाली जगह देखते है जोकि वर्कस्पेस है जहाँ हम काम करेंगे ।",
            "start": 39.0,
            "duration": 4.0
        },
        {
            "text": "जैसे कि आप देख सकते हैं ,  “Workspace” में  5 टैब्स हैं जिन्हें “View buttons” कहते हैं ।",
            "start": 44.0,
            "duration": 4.0
        },
        {
            "text": "फिलहाल “Normal” टैब चुनित हैं ।",
            "start": 49.0,
            "duration": 2.0
        },
        {
            "text": "यह मुख्य व्यू है अलग-अलग स्लाइड बनाने के लिए।",
            "start": 52.0,
            "duration": 2.0
        },
        {
            "text": "“Outline” व्यू प्रत्येक स्लाइड के आउटलाइन फॉर्मेट में विषय शीर्षक ,बुलेटेड और क्रमांकित सूचियाँ बताता है ।",
            "start": 55.0,
            "duration": 7.0
        },
        {
            "text": "“Notes” व्यू प्रत्येक स्लाइड में नोट जोड़ने की सुविधा देता है जोकि प्रस्तुतिकरण के वक्त नज़र नहीं आते।",
            "start": 63.0,
            "duration": 6.0
        },
        {
            "text": "“Handout” व्यू स्लाइड्स को हैन्डाउट के रूप में प्रिंट करने की सुविधा देता है।",
            "start": 70.0,
            "duration": 3.0
        },
        {
            "text": "यहाँ हमें एक पेज पर कितने स्लाइड प्रिंट करने हैं इसका चुनाव कर सकते हैं।",
            "start": 74.0,
            "duration": 4.0
        },
        {
            "text": "“Slide Sorter” व्यू स्लाइड्स की थम्बनेल बताता है ।",
            "start": 79.0,
            "duration": 3.0
        },
        {
            "text": "अब फिर से  “Normal” व्यू बटन पर क्लिक करते हैं ।",
            "start": 83.0,
            "duration": 2.0
        },
        {
            "text": "स्क्रीन की बाईं ओर आप “Slides” पैन देखते हैं । यह ,प्रस्तुति में स्लाइड्स के थम्बनेल सम्मिलित करता है ।",
            "start": 86.0,
            "duration": 7.0
        },
        {
            "text": "दाएँ तरफ “Tasks” पैन  हैं जिसमें अनुभाग है ।",
            "start": 94.0,
            "duration": 5.0
        },
        {
            "text": "लेआउट्स सेक्शन में पहले से ही कुछ सैम्पल लेआउट्स मौजूद हैं ।",
            "start": 100.0,
            "duration": 2.0
        },
        {
            "text": "हम उनका उपयोग ऐसे ही कर सकते हैं या आवश्यकता अनुसार कुछ बदलाव करके उपयोग कर सकते हैं ।",
            "start": 103.0,
            "duration": 4.0
        },
        {
            "text": "जैसे जैसे हम इन ट्यूटोरियल्स में आगे बढ़ेंगे इन सेक्शंस को विस्तार में देखेंगे ।",
            "start": 108.0,
            "duration": 4.0
        },
        {
            "text": "चलिए अब सीखते हैं कि कैसे स्लाइड को इन्सर्ट करें यानि जोड़ें । “Slides” पैन में दूसरी स्लाइड पर क्लिक करके उसे चुनें ।",
            "start": 113.0,
            "duration": 8.0
        },
        {
            "text": "अब “Insert” और “Slide” पर क्लिक करें ।",
            "start": 122.0,
            "duration": 2.0
        },
        {
            "text": "हम देखते हैं कि दूसरी स्लाइड के बाद एक नई खाली स्लाइड जुड़ गई है ।",
            "start": 125.0,
            "duration": 4.0
        },
        {
            "text": "स्लाइड पर शीर्षक लिखने के लिए टेक्स्टबार में ‘Click to add Title’ पर क्लिक करें ।",
            "start": 130.0,
            "duration": 6.0
        },
        {
            "text": "अब ‘Short Term Strategy’ टाइप करें और टेक्स्ट बॉक्स के बाहर क्लिक करें ।",
            "start": 137.0,
            "duration": 5.0
        },
        {
            "text": "अतः शीर्षक इस तरह से जोड़ सकते हैं ।",
            "start": 143.0,
            "duration": 2.0
        },
        {
            "text": "यहाँ दो तरीके है जिससे हम स्लाइड की प्रतिलिपि (डुप्लिकेट) बना सकते हैं ।",
            "start": 146.0,
            "duration": 3.0
        },
        {
            "text": "पहले तरीके को देखते हैं ।“Insert” पर क्लिक करें और फिर “Duplicate Slide” पर क्लिक करें ।",
            "start": 150.0,
            "duration": 4.0
        },
        {
            "text": "हम देख सकते हैं कि एक नई डुप्लिकेट स्लाइड हमारी पहली बनाई गई स्लाइड के बाद जोड़ी गई है।",
            "start": 155.0,
            "duration": 6.0
        },
        {
            "text": "या तो “Workspace” पैन में जाकर “Slide Sorter” क्लिक करके स्लाइड सॉर्टर व्यू पर जाएँ ।",
            "start": 162.0,
            "duration": 7.0
        },
        {
            "text": "अब सातवीं स्लाइड को कॉपी करें । स्लाइड पर राइट क्लिक करें और कांटेक्स्ट मेन्यू से “Copy” चुनें।",
            "start": 170.0,
            "duration": 6.0
        },
        {
            "text": "आखरी स्लाइड पर राइट क्लिक करें । Paste पर क्लिक करें ।",
            "start": 177.0,
            "duration": 3.0
        },
        {
            "text": "‘After’ चुनें और ‘OK’ क्लिक करें ।",
            "start": 181.0,
            "duration": 2.0
        },
        {
            "text": "प्रेसेंटेशन के अंत में आपने स्लाइड की एक कॉपी बना ली है ।",
            "start": 184.0,
            "duration": 4.0
        },
        {
            "text": "चलिए अब फोंट्स और फोंट्स को फॉर्मेट करने के कुछ तरीके देखते हैं ।",
            "start": 189.0,
            "duration": 5.0
        },
        {
            "text": "‘Long term goal’ नामक स्लाइड पर डबल क्लिक करके उसे चुनते हैं ।",
            "start": 195.0,
            "duration": 4.0
        },
        {
            "text": "“Body” टेक्स्ट बॉक्स पर क्लिक करें और पुरे टेक्स्ट को चुनें । अब इसे डिलीट करें ।",
            "start": 200.0,
            "duration": 3.0
        },
        {
            "text": "अब निम्न टाइप करें&#160;: reduce costs, reduce dependence on few vendors, develop customized applications.",
            "start": 204.0,
            "duration": 12.0
        },
        {
            "text": "लिबरऑफिस रायटर डॉक्यूमेंट्स में फॉन्ट का प्रकार और फॉन्ट साइज़ को जिस प्रकार बदला था यहाँ भी वैसे ही कर सकते हैं ।",
            "start": 217.0,
            "duration": 5.0
        },
        {
            "text": "टेक्स्ट की एक लाइन चुनें ।“Text Format” टूलबार में , फॉन्ट टाइप को “Albany” से  “Arial Black” में बदलें ।",
            "start": 223.0,
            "duration": 8.0
        },
        {
            "text": "और फॉन्ट साइज़ को “32”  से “40” में बदलें ।",
            "start": 232.0,
            "duration": 3.0
        },
        {
            "text": "टेक्स्ट बॉक्स से बाहर कहीं भी क्लिक करें ।",
            "start": 236.0,
            "duration": 2.0
        },
        {
            "text": "ध्यान दें कि फॉन्ट बदल गई है ।",
            "start": 239.0,
            "duration": 2.0
        },
        {
            "text": "हम मेन मेन्यू से Format पर क्लिक करके और फिर Character ऑप्शन पर क्लिक करके भी फॉन्ट को बदल सकते हैं ।",
            "start": 242.0,
            "duration": 6.0
        },
        {
            "text": "यह एक डायलॉग बॉक्स खोलेगा जिसमें हम अपनी आवश्यकतानुसार फॉन्ट, स्टाइल और साइज़ सेट कर सकते हैं ।",
            "start": 249.0,
            "duration": 4.0
        },
        {
            "text": "इस डायलॉग बॉक्स को बंद करते हैं ।",
            "start": 254.0,
            "duration": 4.0
        },
        {
            "text": "फॉन्ट का कलर बदलने के लिए, हम  ‘Development up to present’ नामक स्लाइड को चुनते हैं ।",
            "start": 259.0,
            "duration": 5.0
        },
        {
            "text": "body टेक्स्ट बॉक्स पर क्लिक करते हैं और फिर सारे टेक्स्ट को चुनते हैं ।",
            "start": 265.0,
            "duration": 4.0
        },
        {
            "text": "फॉन्ट  कलर आइकन के पास में डाउन एरो पर क्लिक करें और जो चाहिए वो कलर चुनें ।",
            "start": 270.0,
            "duration": 6.0
        },
        {
            "text": "टेक्स्ट बॉक्स के बाहर कहीं भी क्लिक करें।",
            "start": 277.0,
            "duration": 2.0
        },
        {
            "text": "कलर में हुए बदलाव को देखें।",
            "start": 280.0,
            "duration": 2.0
        },
        {
            "text": "लिबरऑफिस डॉक्यूमेंट्स में जिस प्रकार से बोल्ड, इटालिक और अंडरलाइन जैसे फॉर्मेटिंग की थी यहाँ भी उसी प्रकार से कर सकते हैं ।",
            "start": 283.0,
            "duration": 6.0
        },
        {
            "text": "‘Recommendations’ नामक स्लाइड को चुनें ।",
            "start": 290.0,
            "duration": 2.0
        },
        {
            "text": "“Body” टेक्स्ट बॉक्स पर क्लिक करें और टेक्स्ट की एक लाइन चुनें।",
            "start": 293.0,
            "duration": 4.0
        },
        {
            "text": "अब बोल्ड, इटालिक और अंडरलाइन आइकन पर क्लिक करें ।",
            "start": 298.0,
            "duration": 4.0
        },
        {
            "text": "टेक्स्ट बॉक्स के बाहर कहीं भी क्लिक करें ।",
            "start": 303.0,
            "duration": 2.0
        },
        {
            "text": "टेक्स्ट में हुए बदलाव पर ध्यान दें ।",
            "start": 306.0,
            "duration": 1.0
        },
        {
            "text": "अब हम इस ट्यूटोरियल की समाप्ति की ओर हैं।",
            "start": 308.0,
            "duration": 2.0
        },
        {
            "text": "संक्षिप्त में बताते हैं कि हमने क्या सीखा । इस ट्यूटोरियल में हमने इम्प्रेस विंडो के भागों के बारे में सीखा और कैसे स्लाइड इन्सर्ट करें और कॉपी करें, फॉन्ट तथा फॉन्ट को फॉर्मेट करना सीखा ।",
            "start": 311.0,
            "duration": 12.0
        },
        {
            "text": "इस व्यापक नियत कार्य की कोशिश करें  ।",
            "start": 324.0,
            "duration": 3.0
        },
        {
            "text": "एक नयी प्रस्तुति बनाए ।",
            "start": 328.0,
            "duration": 2.0
        },
        {
            "text": "तीसरी और चौथी स्लाइड के बीच एक स्लाइड जोड़ें ।",
            "start": 331.0,
            "duration": 3.0
        },
        {
            "text": "प्रस्तुति के अंत में चौथी स्लाइड की एक कॉपी बनाए ।",
            "start": 335.0,
            "duration": 3.0
        },
        {
            "text": "दूसरी स्लाइड में एक टेक्स्ट बॉक्स बनाए । उसमें कुछ टेक्स्ट टाइप करें ।",
            "start": 339.0,
            "duration": 5.0
        },
        {
            "text": "टेक्स्ट के फॉर्मेट को 32 फॉन्ट साइज़ में बदलें ।",
            "start": 345.0,
            "duration": 3.0
        },
        {
            "text": "टेक्स्ट को बोल्ड , इटालिक , अंडरलाइन करें और नीला रंग दें ।",
            "start": 349.0,
            "duration": 6.0
        },
        {
            "text": "निम्न लिंक पर उपलब्ध विडियो देखें।",
            "start": 356.0,
            "duration": 2.0
        },
        {
            "text": "यह स्पोकन ट्यटोरियल प्रोजेक्ट को सारांशित करता है।",
            "start": 359.0,
            "duration": 2.0
        },
        {
            "text": "यदि आपके पास अच्छा बैंडविड्थ नहीं है तो आप इसे डाउनलोड करके देख सकते हैं।",
            "start": 362.0,
            "duration": 4.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट टीम स्पोकन ट्यूटोरियल का उपयोग करके कार्यशालाएँ भी चलाते हैं।",
            "start": 367.0,
            "duration": 4.0
        },
        {
            "text": "जो ऑनलाइन टेस्ट पास करते हैं उनको प्रमाण-पत्र भी देते हैं ।",
            "start": 372.0,
            "duration": 3.0
        },
        {
            "text": "अधिक जानकारी के लिए कृपया हमें  contact@spoken-tutorial.org पर लिखें ।",
            "start": 376.0,
            "duration": 6.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट टॉक-टू-अ-टीचर प्रोजेक्ट का हिस्सा है।",
            "start": 383.0,
            "duration": 3.0
        },
        {
            "text": "यह भारत सरकार के एमएचआरडी के “आईसीटी के माध्यम से राष्ट्रीय साक्षरता मिशन” द्वारा समर्थित है।",
            "start": 387.0,
            "duration": 7.0
        },
        {
            "text": "इस मिशन पर अधिक जानकारी के लिए उपलब्ध लिंक पर संपर्क करें  http://spoken-tutorial.org/NMEICT-Intro",
            "start": 395.0,
            "duration": 9.0
        },
        {
            "text": "यह स्क्रिप्ट सकीना शेख द्वारा अनुवादित है। आई.आई. टी बॉम्बे की ओर से मैं रवि कुमार अब आपसे विदा लेता हूँ।",
            "start": 405.0,
            "duration": 5.0
        },
        {
            "text": "हमसे जुड़ने के लिए धन्यवाद।",
            "start": 411.0,
            "duration": 5.0
        }
    ],
    "v2eECPMZGw4": [
        {
            "text": "हेलो स्टूडेंट आज हम लोग बात करेंगे कुछ और टाइप \nके माइक्रो कंप्यूटर की ठीक है जैसे कुछ तो हमने  ",
            "start": 1.32,
            "duration": 6.78
        },
        {
            "text": "डेस्कटॉप और वो साड़ी चीज लास्ट लेक्चर में डिस्कस \nकी थी आज हम बात करेंगे लैपटॉप कंप्यूटर लैपटॉप",
            "start": 8.1,
            "duration": 9.18
        },
        {
            "text": "कंप्यूटर उसके बाद हम लोग \nडिस्कस करेंगे पेंट टॉप कंप्यूटर",
            "start": 19.98,
            "duration": 4.86
        },
        {
            "text": "लैंग्वेज आप लिख सकते हैं हैंड हैंड",
            "start": 27.96,
            "duration": 4.56
        },
        {
            "text": "कंप्यूटर और उसके बाद आता है आपका टैबलेट पर्सनल  ",
            "start": 38.4,
            "duration": 6.48
        },
        {
            "text": "कंप्यूटर जिसको आप टैबलेट बोलते \nहैं डेली की लैंग्वेज में टैबलेट",
            "start": 44.88,
            "duration": 5.16
        },
        {
            "text": "पर्सनल",
            "start": 54.9,
            "duration": 0.78
        },
        {
            "text": "कंप्यूटर",
            "start": 59.58,
            "duration": 1.02
        },
        {
            "text": "है आपका जो टाइप ऑफ टैबलेट",
            "start": 60.6,
            "duration": 7.32
        },
        {
            "text": "डिजिटल असिस्टेंट",
            "start": 80.4,
            "duration": 3.3
        },
        {
            "text": "और लास्ट है आपका क स्टेशन",
            "start": 87.48,
            "duration": 7.68
        },
        {
            "text": "क",
            "start": 98.28,
            "duration": 0.6
        },
        {
            "text": "स्टेशन",
            "start": 101.88,
            "duration": 0.72
        },
        {
            "text": "तो आज हम लोग डिस्कस करेंगे लैपटॉप कंप्यूटर \nक्या होता है क्या वेट होता है क्या साइज होता  ",
            "start": 105.36,
            "duration": 6.24
        },
        {
            "text": "है एक पेन टॉप कंप्यूटर या जिसको हैंड हिल \nकंप्यूटर भी कहते हैं उसका टैबलेट पर्सनल  ",
            "start": 111.6,
            "duration": 6.0
        },
        {
            "text": "कंप्यूटर ठीक है फिर नेक्स्ट है आपका पीएफ \nपर्सनल डिजिटल असिस्टेंट और लास्ट टीम में  ",
            "start": 117.6,
            "duration": 5.64
        },
        {
            "text": "डिस्कस करेंगे वर्कस्टेशन इसके बड़े में \nबताएंगे तो फर्स्ट भी स्टार्ट विद लैपटॉप  ",
            "start": 123.24,
            "duration": 4.32
        },
        {
            "text": "कंप्यूटर लैपटॉप कंप्यूटर क्या होते हैं की \nलैपटॉप देखिए लैपटॉप कंप्यूटर के बड़े में  ",
            "start": 127.56,
            "duration": 4.74
        },
        {
            "text": "तो आज आज के समय में तो मैक्सिमम लोग लैपटॉप \nउसे कर रहे हैं या लगभग सब लोगों ने सब लोग  ",
            "start": 132.3,
            "duration": 7.02
        },
        {
            "text": "जानते हैं सब लोग जो है इसको उसे करते हैं लेकिन \nफिर भी अगर आपसे पूछा जाए लैपटॉप कंप्यूटर क्या  ",
            "start": 139.32,
            "duration": 6.72
        },
        {
            "text": "है तो उसके बेसिक फीचर क्या है तो पहले बात तो \nये की ये भी एक पर्सनल कंप्यूटर का ही टाइप है",
            "start": 146.04,
            "duration": 6.72
        },
        {
            "text": "लैपटॉप इसका जो सबसे बड़ा क्वालिटी \nहै वह है इसकी लाइट वेट लाइट वेट",
            "start": 152.76,
            "duration": 14.22
        },
        {
            "text": "हिंदी",
            "start": 168.06,
            "duration": 5.82
        },
        {
            "text": "होता है की इसका वेट बहुत हल्का होता है \nठीक है और ये वो सारे कम कर सकता है जो  ",
            "start": 173.88,
            "duration": 16.86
        },
        {
            "text": "आप अपने पर्सनल कंप्यूटर से करते हैं \nऔर दूसरा फायदा इसमें क्या होता है की  ",
            "start": 190.74,
            "duration": 5.58
        },
        {
            "text": "आप का सकते हो बैटरी बैकअप इसमें जो बैटरी बैकअप \nहोता है बैटरी बैकअप ठीक है मां लीजिए आपको कम करना  ",
            "start": 197.76,
            "duration": 9.12
        },
        {
            "text": "है दो-चार घंटे 6 घंटे 3 घंटे ठीक है और आप ऐसी जगह \nपर है जहां पर पावर कनेक्शन नहीं आपको अवेलेबल है  ",
            "start": 206.88,
            "duration": 8.64
        },
        {
            "text": "ठीक है तो क्या होगा की आप अपना लैपटॉप लेकर बैठकर \nकम कर सकते हैं फिर आप उसको चार्जिंग में लगा दीजिए",
            "start": 216.54,
            "duration": 5.52
        },
        {
            "text": "सारे वो कम कर सकते हैं जो कम आपने परसों \nकंप्यूटर से करते हैं उसके बाद जो नेक्स्ट  ",
            "start": 222.06,
            "duration": 11.82
        },
        {
            "text": "है आपका पैंटॉप अब यह भी अपने नाम के हिसाब \nसे भी इनका इनका भी कम है या उनको बोलते हैं",
            "start": 233.88,
            "duration": 7.2
        },
        {
            "text": "सेकंड जो हो गया आपका",
            "start": 244.68,
            "duration": 1.44
        },
        {
            "text": "हाथ में ले सकते हैं",
            "start": 247.86,
            "duration": 7.62
        },
        {
            "text": "कंप्यूटर तो देखिए पी मैन क्या होता है ये जो \nहाथ की जो हथेली होती है ठीक तो ये कंप्यूटर इसी  ",
            "start": 257.7,
            "duration": 6.84
        },
        {
            "text": "साइज के होते हैं क्लियर थॉट्स वही दे आर कॉल्ड \nटॉप कंप्यूटर की इनका साइज जो होता है जितना हम  ",
            "start": 264.54,
            "duration": 7.26
        },
        {
            "text": "लोगों के हाथ की हथेली होती है वो उतना ही होता \nहै ठीक तो सिंपली आप इसको ऐसे भी डिफाइन कर सकते  ",
            "start": 271.8,
            "duration": 6.48
        },
        {
            "text": "हैं की हम टॉप लाइक का लैपटॉप और पोर्टेबल पर्सनल \nकंप्यूटर विच आर एवं स्मॉलर और लाइटर कैन बी केरिड  ",
            "start": 278.28,
            "duration": 8.16
        },
        {
            "text": "इन ए पॉकेट मतलब ये भी लैपटॉप की तरह ही स्मॉलर भी \nहोते हैं छोटे भी होते हैं लाइट वेट भी होते हैं  ",
            "start": 286.44,
            "duration": 9.24
        },
        {
            "text": "एवं इतने छोटे और लाइट वेट होते हैं \nकी आप इनको पॉकेट में भी रख सकते हैं",
            "start": 297.36,
            "duration": 7.86
        },
        {
            "text": "अच्छा इनका उसे क्या होता है अगर आप कहे की जब \nइससे ही कम हो जा रहा तो फिर हम लैपटॉप क्यों  ",
            "start": 307.68,
            "duration": 5.64
        },
        {
            "text": "लेने फिर हम डेस्कटॉप क्यों लेने जनरली इनका जो \nउसे होता है हैंड हैंड का मतलब जैसे आप पॉकेट  ",
            "start": 313.32,
            "duration": 4.86
        },
        {
            "text": "में डायरी वगैरा रखते हैं ना पहले लोग रखते थे \nआज के डेट में भी जो सीनरी लोग हैं वो रखते हैं  ",
            "start": 318.18,
            "duration": 6.3
        },
        {
            "text": "उनकी आदत पड़ी है अपना डायरी पहन रखा उसमें सर कम \nकर लिया आज की डेट में क्या है जो यंग जेनरेशन है  ",
            "start": 324.48,
            "duration": 5.28
        },
        {
            "text": "वो इसको ऐसे पेन टॉप कंप्यूटर को ऐसे डायरी वो \nउसे करते हैं मतलब स्टोरी और पर्सनल इनफॉरमेशन  ",
            "start": 329.76,
            "duration": 8.76
        },
        {
            "text": "लाइक फोन नंबर है अप्वाइंटमेंट्स है ठीक है और \nभी कई चीज वो सब आप इसके अंदर उसे कर सकते हैं अब  ",
            "start": 338.52,
            "duration": 8.28
        },
        {
            "text": "इसमें जैसे-जैसे डेवलपमेंट होता गया वैसे-वैसे क्या \nटेक्नोलॉजी का एडवांसमेंट से फायदा हुआ की अब जो आप  ",
            "start": 346.8,
            "duration": 8.4
        },
        {
            "text": "ए रहे हैं वो कलर्ड मॉनिटर के साथ ए रहा है साउंड \nरिकॉर्डिंग फैसिलिटी उसके अंदर अवेलेबल है और एवं  ",
            "start": 355.2,
            "duration": 6.78
        },
        {
            "text": "वो आप उनसे इंटरनेट भी एक्सेस कर सकते हैं \nठीक है साउंड रिकॉर्डिंग भी कर सकते हैं",
            "start": 363.42,
            "duration": 6.18
        },
        {
            "text": "और मॉनिटर भी कलर होता है",
            "start": 370.8,
            "duration": 4.14
        },
        {
            "text": "टैबलेट",
            "start": 374.94,
            "duration": 6.48
        },
        {
            "text": "वैसे तो उसको बोलते हैं टैबलेट पर्सनल",
            "start": 381.42,
            "duration": 4.68
        },
        {
            "text": "की भाषा में हम लोग उसको बोलते हैं टैबलेट",
            "start": 386.1,
            "duration": 7.5
        },
        {
            "text": "अब यह टैबलेट क्या होते हैं आप यह समझ लीजिए \nकी इनको मोटा मोटा अगर आपको समझना है तो यह  ",
            "start": 395.82,
            "duration": 6.18
        },
        {
            "text": "लैपटॉप से तो छोटे होते हैं और पैंटॉप से \nबड़े होते हैं उन दोनों के बीच के साइज के  ",
            "start": 402.0,
            "duration": 8.58
        },
        {
            "text": "यहां पर हो गया आपका टैबलेट अब यह जो तीनों है आपके \nतीनों पोर्टेबल है डिफेंडिंग अपन योर रिटायरमेंट  ",
            "start": 411.66,
            "duration": 8.82
        },
        {
            "text": "आपको कितना पावरफुल कंप्यूटर चाहिए किस साइज का \nचाहिए कौन सा आपको कॉनमेंड रहेगा उसे करने में आप  ",
            "start": 420.48,
            "duration": 8.82
        },
        {
            "text": "इन तीनों में से कोई का भी इस्तेमाल कर सकते हैं \nतो जो टैबलेट कंप्यूटर होते हैं वह सिंपली इसमें  ",
            "start": 429.3,
            "duration": 8.52
        },
        {
            "text": "क्या होता है की इसके जो में फीचर होता है वह मैं \nआपको बता देता हूं पहले बात तो सबसे बड़ा फायदा  ",
            "start": 437.82,
            "duration": 6.24
        },
        {
            "text": "क्या है की इन पर आप लिख सकते हैं ठीक है जो सबसे \nबड़ी चीज है टैबलेट कंप्यूटर पर टैबलेट इंस्टॉल",
            "start": 444.06,
            "duration": 12.12
        },
        {
            "text": "यह टैबलेट है उसकी स्क्रीन पर आपने ऐसे \nहाथ से सिग्नेचर कर दिया या आपने कुछ  ",
            "start": 467.88,
            "duration": 6.24
        },
        {
            "text": "लिख दिया तो वह उसको रिकॉग्नाइज्ड \nकर सकता है सबसे बड़ा फायदा यह है",
            "start": 474.12,
            "duration": 5.04
        },
        {
            "text": "लैपटॉप भी ए चुके हैं लेकिन यह हम आपको \nबता रहे हैं की ये टैबलेट का सबसे बढ़िया  ",
            "start": 479.16,
            "duration": 11.1
        },
        {
            "text": "उसे है सेकंड क्या है आपका की सेवरल शॉर्ट हैंड \nरिकॉग्नाइजिंग टूल आगे जो शॉर्ट हैंड लैंग्वेज  ",
            "start": 490.26,
            "duration": 8.46
        },
        {
            "text": "होती है ना जो स्टेनो वगैरा और लोग उसे करते \nहैं शॉर्ट है शॉर्ट हैंड है लैंग्वेज होती है",
            "start": 498.72,
            "duration": 7.32
        },
        {
            "text": "जैसे पर एग्जांपल इनस्क्राइब",
            "start": 513.06,
            "duration": 3.36
        },
        {
            "text": "ठीक है और है आपका इनस्क्राइब है आपका \nफिर अल्फा टाइप है यह सब वर्चुअल कीबोर्ड",
            "start": 518.7,
            "duration": 10.74
        },
        {
            "text": "जैसे आपने शॉर्ट हैंड की जो लैंग्वेज होती \nहै उसमें से सिंबल से ही कम होता है इस तरह  ",
            "start": 529.44,
            "duration": 11.1
        },
        {
            "text": "से ऐसे तो आप यहां पर ऐसे आप टैबलेट पर लिखोगे \nतो वो वर्चुअल राइटिंग की तरह ही कम करेगा ठीक  ",
            "start": 540.54,
            "duration": 10.32
        },
        {
            "text": "और तीसरा इसका एडवांटेज क्या है की इन प्रेजेंट \nडेज एक्टिव डिजिटल और फिटेड बिहाइंड डी टैबलेट",
            "start": 550.86,
            "duration": 7.5
        },
        {
            "text": "की स्क्रीन है उसके पीछे एक्टिव",
            "start": 567.18,
            "duration": 2.94
        },
        {
            "text": "उसे किया जाते हैं मैक्सिमम \nविजिबिलिटी के लिए एकदम क्लियर",
            "start": 576.54,
            "duration": 5.94
        },
        {
            "text": "फर्स्ट है आपका स्लेट दूसरा \nहै कन्वर्टिबल पहले है आपका",
            "start": 598.62,
            "duration": 4.98
        },
        {
            "text": "चौथ है",
            "start": 614.22,
            "duration": 6.24
        },
        {
            "text": "यह तो हो गया टैबलेट",
            "start": 634.56,
            "duration": 11.34
        },
        {
            "text": "[हंसी]",
            "start": 669.2,
            "duration": 1.0
        },
        {
            "text": "असिस्टेंट",
            "start": 670.2,
            "duration": 0.78
        },
        {
            "text": "मतलब यह आपका पर्सनल असिस्टेंट है और डिजिटल डिवाइस  ",
            "start": 673.08,
            "duration": 4.62
        },
        {
            "text": "है तो जिसमें आप की डिजिटल \nडायरी की तरह इसको इस्तेमाल",
            "start": 677.7,
            "duration": 5.04
        },
        {
            "text": "कीबोर्ड होता है ठीक है और तीसरा क्या है",
            "start": 722.82,
            "duration": 4.26
        },
        {
            "text": "कीपैड जो टाइपिंग के अलावा आप हैंडराइटिंग \nको समझ सकता है हैंडराइटिंग कीपैड पर  ",
            "start": 741.18,
            "duration": 8.04
        },
        {
            "text": "हैंडराइटिंग ठीक और चौथी चीज जो आप लिख सकते हैं \nकी यह आपका बैटरी से कम करता है बैटरी बैकअप से  ",
            "start": 750.78,
            "duration": 10.32
        },
        {
            "text": "तो छोटी सी दी आप इसको जब में रख सकते हैं अपना \nजो भी छोटा-मोटा कम है वो आप इससे उसमें स्क्रीन  ",
            "start": 762.3,
            "duration": 7.14
        },
        {
            "text": "भी है उसे टाइप करना है कीबोर्ड भी है आपको हाथ \nसे कुछ लिखना है तो हैंड कीपैड भी है हैंडराइटिंग  ",
            "start": 769.44,
            "duration": 5.94
        },
        {
            "text": "के लिए और बैटरी चार्ज है अपना जब में आप रखें \nहुए हैं उसको उसे कर रहा है तो ये ये कम होता है  ",
            "start": 775.38,
            "duration": 6.42
        },
        {
            "text": "पीएफ डिजिटल डायरी ठीक उसके बाद यह तो हो गया एक \nपर्टिकुलर हमने डिजिटल डायरी की एप्लीकेशन बताइए",
            "start": 781.8,
            "duration": 8.58
        },
        {
            "text": "कांटेक्ट या फोन नंबर्स इनको \nआप उसे कर सकते हैं ठीक है",
            "start": 812.28,
            "duration": 7.44
        },
        {
            "text": "सेल्यूलर फोन",
            "start": 819.72,
            "duration": 7.5
        },
        {
            "text": "आज की डेट में नहीं उसे होता है एब्सलूट हो \nचुका है जो लोग जानते होंगे फॉक्स क्या होता  ",
            "start": 827.22,
            "duration": 10.14
        },
        {
            "text": "है अब आपकी जगह में तो ईमेल और साड़ी चीज \nथे एडवांस की है तो फॉक्स पहले उसे होता  ",
            "start": 837.36,
            "duration": 7.2
        },
        {
            "text": "था कम्युनिकेशन के लिए तो आगे ए फैक्ट सेंडर \nइसको उसे कर सकते हैं फॉक्स क्या होता है मैं  ",
            "start": 844.56,
            "duration": 5.4
        },
        {
            "text": "आपको बता भी डन आप में से काफी लोग जानते भी \nहोंगे फॉक्स में क्या होता है जैसे आज के हम  ",
            "start": 849.96,
            "duration": 4.92
        },
        {
            "text": "लोग मेल करते हैं तो या और अगर हमें \nकोई डॉक्यूमेंट भेजना है तो हम उसको",
            "start": 854.88,
            "duration": 4.2
        },
        {
            "text": "क्या होता था की पहले जैसे मां \nलीजिए हमारे पास ये कोई लेटर है  ",
            "start": 859.08,
            "duration": 6.42
        },
        {
            "text": "सपोज कीजिए ठीक इसको हमें भेजना है वहां पर तो \nजैसे आप समझ लीजिए स्कैन करके आप अटैक करते हो  ",
            "start": 866.46,
            "duration": 7.74
        },
        {
            "text": "उसके अंदर जैसे यहां से मुझे दिल्ली भेजता है तो \nयहां पर मैं मशीन के अंदर इसको डालूंगा यह स्कैन  ",
            "start": 874.2,
            "duration": 9.18
        },
        {
            "text": "होकर बाहर ए जाएगा कागज हमारे पास इसका सर डाटा \nमशीन के थ्रू वायरस के थ्रू लाइंस के थ्रू दिल्ली  ",
            "start": 883.38,
            "duration": 7.5
        },
        {
            "text": "ट्रांसपोर्ट हो जाएगा और दिल्ली में जो रिसीविंग \nफ्लेक्स मशीन है वहां पर जब आदमी जब कल जाएगी जो  ",
            "start": 890.88,
            "duration": 7.02
        },
        {
            "text": "भी अलर्ट ऑन होगी जो आदमी देखेगा पैक्स आया है ऑन \nकरेगा तो प्रिंट होकर से लेटर की कॉपी वहां निकाल  ",
            "start": 897.9,
            "duration": 7.02
        },
        {
            "text": "आएगी ये होता था फॉक्स के अंदर ठीक तो पीएफ को आप \nऐसे भी उसे कर सकते हैं और उसके बाद क्या होता है की  ",
            "start": 904.92,
            "duration": 9.42
        },
        {
            "text": "कुछ कुछ पीडीएस में इनबिल्ट प्रोग्राम भी सेट \nहोते हैं इन बट प्रोग्राम उसके अंदर होते हैं",
            "start": 916.2,
            "duration": 8.34
        },
        {
            "text": "जो फ्यूचर",
            "start": 926.7,
            "duration": 1.74
        },
        {
            "text": "फोरकास्ट प्रिडिक्शन जो फ्यूचर फोरकास्ट \nके लिए भी उसे किया जा सकते हैं",
            "start": 930.84,
            "duration": 9.6
        },
        {
            "text": "वेरियस डिजिटल इक्विपमेंट या और \nयू कैन से वेरियस टाइप ऑफ कंप्यूटर",
            "start": 943.68,
            "duration": 4.8
        },
        {
            "text": "उसे कर सकते हैं एक आपका लास्ट र गया क स्टेशन \nतो क स्टेशन भी आपका एक सिंपल कंप्यूटर ही है  ",
            "start": 953.16,
            "duration": 16.68
        },
        {
            "text": "और इसमें खास बात क्या होती है भाई दे आर कॉल्ड \nवर्कस्टेशन बिकॉज़ की आईटी हे इवॉल्वड फ्रॉम डी  ",
            "start": 969.84,
            "duration": 8.82
        },
        {
            "text": "मिनी कंप्यूटर ओरिजनली यूज्ड पर इंजीनियरिंग \nग्राफिक और सच अगर नॉन पर्सनल क और टेक्निकल क  ",
            "start": 978.66,
            "duration": 7.5
        },
        {
            "text": "ठीक है तो क स्टेशन भी आप समझ लीजिए की कंप्यूटर",
            "start": 987.3,
            "duration": 5.52
        },
        {
            "text": "ही होते हैं लेकिन इनकी जो टेक्निकल स्पेसिफिकेशन \nहोती है वह थोड़ी डिफरेंट होती है और वह जनरली",
            "start": 992.82,
            "duration": 10.86
        },
        {
            "text": "क है ठीक है",
            "start": 1003.68,
            "duration": 5.82
        },
        {
            "text": "ठीक है उसके लिए यह डिजाइन किया \nजाते हैं इनकी स्पेसिफिकेशन",
            "start": 1020.18,
            "duration": 4.02
        },
        {
            "text": "एस इन स्पेशल तरह के केमोन को करने के लिए \nसक्षम होते हैं इसीलिए इनको वर्कस्टेशन कहा  ",
            "start": 1029.36,
            "duration": 14.22
        },
        {
            "text": "जाता है सो दिस दिस वैसे जो अबाउट डी टाइप \nऑफ कंप्यूटर तो आप आई होप की आपको यह वीडियो  ",
            "start": 1043.58,
            "duration": 6.12
        },
        {
            "text": "कंटेंट पसंद आया होगा अगर वीडियो कंटेंट पसंद \nआया तो प्लीज वीडियो को शेर कीजिए लाइक कीजिए  ",
            "start": 1049.7,
            "duration": 5.7
        },
        {
            "text": "अगर आपको कोई भी कन्फ्यूजन है कोई भी क्वेरी \nहै कुछ भी पूछना या किसी पर्टिकुलर टॉपिक पे  ",
            "start": 1055.4,
            "duration": 4.8
        },
        {
            "text": "आप वीडियो चाहते हैं तो अपनी इस कमेंट लाइन \nमें मेंशन कीजिए मैं उसे पर्टिकुलर टॉपिक  ",
            "start": 1060.2,
            "duration": 4.14
        },
        {
            "text": "पे वीडियो दाल दूंगा और अगर आप चैनल पर नया \nआया है तो चैनल को सब्सक्राइब कीजिए थैंक यू",
            "start": 1064.34,
            "duration": 4.32
        }
    ],
    "P4eONCnZe7c": [
        {
            "text": "लिबरऑफिस बेस पर इस स्पोकन ट्यूटोरियल में आपका स्वागत है।",
            "start": 2.0,
            "duration": 3.0
        },
        {
            "text": "इस ट्यूटोरियल में, हम सीखेंगे कि कैसेः",
            "start": 6.0,
            "duration": 2.0
        },
        {
            "text": "SQL व्यू में सरल क्वेरीस बनाएँ, सरल SQL लिखें।",
            "start": 9.0,
            "duration": 6.0
        },
        {
            "text": "SELECT, FROM , और WHERE वाक्यांश का उपयोग करना।",
            "start": 16.0,
            "duration": 3.0
        },
        {
            "text": "और फील्ड्स और टेबल्स के नाम के लिए छोटे-बड़े या मिश्रित अक्षरों का चुनाव करना।",
            "start": 20.0,
            "duration": 6.0
        },
        {
            "text": "SQL व्यू में क्वेरीस बनाने के लिए बेस का इस्तेमाल करने से पहले, लिबर ऑफिस बेस के बारे में चर्चा करते हैं।",
            "start": 27.0,
            "duration": 7.0
        },
        {
            "text": "बेस HSQL डेटाबेस इंजिन में रन होता है।",
            "start": 35.0,
            "duration": 5.0
        },
        {
            "text": "यह JAVA में लिखित एक ओपन सोर्स इंजन सॉफ्टवेयर है। HSQLDB पर अधिक जानकारी के लिए इस पर जाएँ http://hsqldb.org.",
            "start": 41.0,
            "duration": 20.0
        },
        {
            "text": "ठीक है, अब SQL के बारे में सीखते हैं।",
            "start": 62.0,
            "duration": 3.0
        },
        {
            "text": "SQL का मतलब है स्ट्रक्चर्ड क्वेरी लैंग्वेज। यह डेटाबेसेस में एक्सेस और उनका कुशलतापूर्वक इस्तेमाल करने के लिए एक आदर्श लैंग्वेज है।",
            "start": 66.0,
            "duration": 10.0
        },
        {
            "text": "यह एक अंतर्राष्ट्रीय मान्यताप्राप्त ANSI मानक है।",
            "start": 77.0,
            "duration": 5.0
        },
        {
            "text": "और इसलिए यह विभिन्न प्रकार के डेटाबेस मैनेजमेंट सिस्टम्स या DBMS में इस्तेमाल होता है।",
            "start": 83.0,
            "duration": 23.0
        },
        {
            "text": "SQL का सबसे सामान्य उपयोग है डेटाबेस से डेटा प्राप्त करना। जो क्वेरींस डेटाबेस के नाम से भी जाना जाता है।",
            "start": 107.0,
            "duration": 10.0
        },
        {
            "text": "SQL का उपयोग डेटाबेस में डेटा डालने, डेटा को अपडेट करने या डेटा मिटाने के लिए भी किया जा सकता हैं।",
            "start": 118.0,
            "duration": 10.0
        },
        {
            "text": "और हम इन सब कार्यों को बेस का इस्तेमाल करके अपने पिछले ट्यूटोरियल्स में कर चुके हैं।",
            "start": 129.0,
            "duration": 6.0
        },
        {
            "text": "उपयोगकर्ता के अनुकूल wizards और डिजाइनिंग विंडोज का इस्तेमाल करके।",
            "start": 136.0,
            "duration": 5.0
        },
        {
            "text": "किन्तु आधारभूत क्वेरी लैंग्वेज की जानकारी हमें डेटाबेस से क्वेरी करने में अधिक लचीलापन और मजबूती देता है, और SQL को केवल डेटा को बदलने के लिए नहीं, बल्कि डेटाबेस और टेबल की संरचना को बदलने के लिए भी इस्तेमाल कर सकते हैं।",
            "start": 142.0,
            "duration": 20.0
        },
        {
            "text": "चूँकि हमारा ट्यूटोरियल SQL के बारे में सबकुछ नहीं बताता है,यहाँ कुछ लाभदायक ट्यूटोरियल्स और उनकी वेबसाइट्स हैं।",
            "start": 163.0,
            "duration": 15.0
        },
        {
            "text": "HSQLDB के पास खुद के यूज़र गाइड्स हैं। इन्हें ऑनलाइन देख सकते हैं या इन्हें डाउनलोड कर सकते हैं और अपने कम्प्यूटर में PDF फाइल के रूप में सेव कर सकते हैं।",
            "start": 179.0,
            "duration": 14.0
        },
        {
            "text": "ठीक है, अब कुछ SQL सीखते हैं। हम अपना परिचित उदाहरण Library डेटाबेस खोलेंगे।",
            "start": 194.0,
            "duration": 8.0
        },
        {
            "text": "अब, अपना Library डेटाबेस खोलते हैं। अब,बाएँ पैनल पर Queries सूची पर क्लिक करते हैं।",
            "start": 203.0,
            "duration": 10.0
        },
        {
            "text": "और फिर ‘Create Query in SQL View’ पर क्लिक करिये। अब हम Query Design शीर्षक नामक एक खाली विंडो देखते हैं।",
            "start": 214.0,
            "duration": 11.0
        },
        {
            "text": "और यहीं SQL में हम अपनी क्वेरीस टाइप करेंगे।",
            "start": 226.0,
            "duration": 4.0
        },
        {
            "text": "अपनी पहली सरल क्वेरी लिखते हैं। और वह है: library की सभी पुस्तकों की सूचनाओं का पता करना।",
            "start": 231.0,
            "duration": 10.0
        },
        {
            "text": "किसी भी चीज़ को प्राप्त करने के लिए SELECT कीवर्ड की आवश्यकता होगी। अतः हम अपनी क्वेरी इस तरह लिखेंगे।",
            "start": 242.0,
            "duration": 7.0
        },
        {
            "text": "SELECT * FROM Books.",
            "start": 250.0,
            "duration": 4.0
        },
        {
            "text": "यहाँ Books टेबल का नाम है। books में बड़े B पर ध्यान दीजिये।",
            "start": 255.0,
            "duration": 7.0
        },
        {
            "text": "हम ध्यान से पहले इस्तेमाल किये गये टेबल या कॉलम नामों का अनुसरण करेंगे।",
            "start": 263.0,
            "duration": 5.0
        },
        {
            "text": "और * एक वाइल्ड कार्ड है। यहाँ इसका मतलब है, Books टेबल से सारे फील्ड्स या कॉलम्स को प्राप्त करिये।",
            "start": 269.0,
            "duration": 9.0
        },
        {
            "text": "अब इसका निष्पादन या रन करते हैं। Edit मेन्यू पर क्लिक करिये और फिर Run Query पर क्लिक करिये।",
            "start": 279.0,
            "duration": 8.0
        },
        {
            "text": "अब हम ऊपरी पैनल पर books पर रेकॉर्ड्स की एक सूची देखते हैं।",
            "start": 288.0,
            "duration": 4.0
        },
        {
            "text": "हम इस क्वेरी को या हमारी लिखी किसी भी क्वेरी को सेव कर सकते हैं और उनको विवरणात्मक नाम दे सकते हैं।",
            "start": 293.0,
            "duration": 6.0
        },
        {
            "text": "अतः यहाँ हमारी पहली सरल क्वेरी है! यहाँ कुछ सलाह है:",
            "start": 300.0,
            "duration": 5.0
        },
        {
            "text": "HSQLDB डेटाबेस के ऑब्जेक्ट नामों, जैसे कि टेबल्स और कॉलम नामों के लिए केस सेंसटिव है।",
            "start": 306.0,
            "duration": 10.0
        },
        {
            "text": "मतलब,बड़े B में टेबल नाम \"Books\" छोटे b में \"books\" के समतुल्य नहीं है।",
            "start": 317.0,
            "duration": 9.0
        },
        {
            "text": "किन्तु आसानी के लिए हम सभी बड़े अक्षर या सभी छोटे अक्षर इस्तेमाल कर सकते हैं।",
            "start": 327.0,
            "duration": 6.0
        },
        {
            "text": "उदाहरणस्वरुप: BOOKS बड़े अक्षरों में, या members छोटे अक्षरों में, इत्यादि।",
            "start": 334.0,
            "duration": 9.0
        },
        {
            "text": "किन्तु, मिश्रित अक्षरों का इस्तेमाल, पढ़ने और समझने में सरल हो सकता है। उदाहरणस्वरुप: BooksIssued, बड़े B और I के साथ।",
            "start": 344.0,
            "duration": 12.0
        },
        {
            "text": "या ReturnDate बड़े R और D के साथ।",
            "start": 357.0,
            "duration": 5.0
        },
        {
            "text": "अतः, हमें टेबल नामों और कॉलम नामों को वैसे ही इस्तेमाल करना चाहिए, जिस तरह से वह बनाये गये हैं।",
            "start": 363.0,
            "duration": 7.0
        },
        {
            "text": "SQL कीवर्ड्स के लिए जैसे SELECT, हम कोई भी अक्षर या मिश्रित अक्षर इस्तेमाल कर सकते हैं। किन्तु बेहतर पठनीयता के लिए हम अपने उपयोग में समान रहते हैं।",
            "start": 371.0,
            "duration": 13.0
        },
        {
            "text": "अपने उदाहरणों में, हम कीवर्ड्स के लिए सभी बड़े अक्षरों का इस्तेमाल करेंगे।",
            "start": 385.0,
            "duration": 5.0
        },
        {
            "text": "अब, अपनी अगली क्वेरी पर। हम इस क्वेरी को नई विंडो में टाइप कर सकते हैं, या हम इसे पिछली क्वेरी के ऊपर लिख सकते हैं।",
            "start": 391.0,
            "duration": 10.0
        },
        {
            "text": "अभी के लिए, इसे पिछली क्वेरी के ऊपर लिखते हैं।",
            "start": 402.0,
            "duration": 4.0
        },
        {
            "text": "चलिए Books टेबल से विशिष्ट कॉलम्स को प्राप्त करते हैं- SELECT Title, Author FROM Books.",
            "start": 407.0,
            "duration": 10.0
        },
        {
            "text": "और क्वेरी रन करिये। हम file मेन्यू बार के नीचे भी Run Query आइकन का इस्तेमाल कर सकते हैं। या कीबोर्ड शॉर्टकट F5 इस्तेमाल कर सकते हैं।",
            "start": 418.0,
            "duration": 14.0
        },
        {
            "text": "और यहाँ हमारे रेकॉर्ड्स केवल उन कॉलम्स में हैं, जिनकी हमें जरूरत थी।",
            "start": 433.0,
            "duration": 5.0
        },
        {
            "text": "ठीक है। आगे बढ़ते हैं।",
            "start": 439.0,
            "duration": 2.0
        },
        {
            "text": "चलिए, अपनी क्वेरी के लिए कंडीशन्स या मापदंड दाखिल करते हैं।",
            "start": 442.0,
            "duration": 4.0
        },
        {
            "text": "हम केवल उन पुस्तकों को पायेंगे, जो Cambridge के द्वारा प्रकाशित हुई हैं।",
            "start": 447.0,
            "duration": 3.0
        },
        {
            "text": "और हमारी क्वेरी है, SELECT * FROM Books WHERE Publisher = 'Cambridge' .",
            "start": 451.0,
            "duration": 14.0
        },
        {
            "text": "ध्यान दीजिये हमने एक नया कीवर्ड WHERE दाखिल किया है।",
            "start": 466.0,
            "duration": 5.0
        },
        {
            "text": "एक कंडिशन का अनुकरण कर हम कहते हैं Publisher Cambridge के बराबर है।",
            "start": 472.0,
            "duration": 6.0
        },
        {
            "text": "चलिए अब अपनी क्वेरी रन करते हैं। और हम केवल वही पुस्तक देखते हैं जिसके लिए publisher Cambridge है।",
            "start": 479.0,
            "duration": 8.0
        },
        {
            "text": "और इसी प्रकार से एक क्वेरी में हमारे पास कई प्रकार की कंडिशन्स हो सकती हैं।",
            "start": 488.0,
            "duration": 5.0
        },
        {
            "text": "चलिए एक क्वेरी दो कंडीशन्स के साथ लिखते हैं।",
            "start": 494.0,
            "duration": 3.0
        },
        {
            "text": "केवल उन पुस्तकों को प्राप्त करते हैं जो Cambridge द्वारा प्रकाशित हैं तथा जो केवल 1975 के बाद प्रकाशित हुई हैं।",
            "start": 498.0,
            "duration": 10.0
        },
        {
            "text": "और हमारी क्वेरी है: SELECT * FROM Books WHERE Publisher = 'Cambridge' AND PublishedYear &gt; 1975",
            "start": 509.0,
            "duration": 19.0
        },
        {
            "text": "और WHERE कीवर्ड या वाक्यांश के बाद हम दो कंडिशन्स देखते हैं।",
            "start": 529.0,
            "duration": 5.0
        },
        {
            "text": "ध्यान दीजिये कि इन्हें 'AND' के इस्तेमाल से एक साथ रखा गया है। यहाँ 'AND' को लॉजिकल ऑपरेटर कहते हैं।",
            "start": 535.0,
            "duration": 8.0
        },
        {
            "text": "और यहाँ यह कंडिशन्स को जोड़ने का काम करता है। ‘OR’ एक दूसरा लॉजिकल ऑपरेटर है।",
            "start": 544.0,
            "duration": 8.0
        },
        {
            "text": "बाद में, उपर्युक्त क्वेरी में इनका इस्तेमाल करके, इनके बारे में जानिए।",
            "start": 553.0,
            "duration": 4.0
        },
        {
            "text": "अब क्वेरी रन करते हैं, और ऊपर परिणाम देखते है।",
            "start": 558.0,
            "duration": 4.0
        },
        {
            "text": "यहाँ, वह पुस्तक हैं, जो हमारी कंडिशन्स से मेल खा रही हैं।",
            "start": 563.0,
            "duration": 5.0
        },
        {
            "text": "ठीक है, बहु कंडिशन्स को सम्मिलित करने के लिए एक तरीका और भी सीखते हैं।",
            "start": 569.0,
            "duration": 6.0
        },
        {
            "text": "कैसे हम केवल उन पुस्तकों की सूची पा सकते हैं, जिनका प्रकाशक Cambridge या Oxford है या दोनों हैं?",
            "start": 576.0,
            "duration": 9.0
        },
        {
            "text": "और यहाँ हमारी क्वेरी है:SELECT * FROM Books WHERE Publisher IN ('Cambridge', 'Oxford')",
            "start": 586.0,
            "duration": 22.0
        },
        {
            "text": "नये कीवर्ड 'IN' पर ध्यान दीजिये।",
            "start": 609.0,
            "duration": 3.0
        },
        {
            "text": "यह हमें एक कॉलम पर निर्धारित कंडिशन्स को जोड़ने में मदद करता है, इस उदाहरण में publisher है ।",
            "start": 613.0,
            "duration": 7.0
        },
        {
            "text": "और अब परिणाम पर ध्यान दीजिये।",
            "start": 621.0,
            "duration": 3.0
        },
        {
            "text": "यहाँ एक नियत कार्य है:",
            "start": 625.0,
            "duration": 1.0
        },
        {
            "text": "निम्न के लिए अपनी SQL क्वेरीस लिखिए और जाँचिये।",
            "start": 627.0,
            "duration": 5.0
        },
        {
            "text": "1. Library के सभी सदस्यों की जानकारी प्राप्त करिये 2. सभी पुस्तकों के शीर्षक की एक सूची प्राप्त करिये जिनकी कीमत Rs १५० से अधिक है 3. पुस्तकों की एक सूची प्राप्त करिये जो कि William Shakespeare या John Milton द्वारा लिखी गयी हैं।",
            "start": 633.0,
            "duration": 22.0
        },
        {
            "text": "चलिए SQL के बारे में और अधिक अगले ट्यूटोरियल में सीखेंगे।-",
            "start": 656.0,
            "duration": 4.0
        },
        {
            "text": "इसी के साथ हम लिबरऑफिस बेस पर SQL व्यू में क्वेरीस के इस ट्यूटोरियल की समाप्ति की ओर आ गये हैं।",
            "start": 661.0,
            "duration": 7.0
        },
        {
            "text": "संक्षिप्त में हमने सीखा कि:",
            "start": 669.0,
            "duration": 2.0
        },
        {
            "text": "SQL व्यू में सरल क्वेरीस कैसे बनाएँ।",
            "start": 672.0,
            "duration": 4.0
        },
        {
            "text": "सरल SQL कैसे लिखें।",
            "start": 677.0,
            "duration": 2.0
        },
        {
            "text": "SELECT, FROM ,और WHERE वाक्यांश को इस्तेमाल करें।",
            "start": 680.0,
            "duration": 4.0
        },
        {
            "text": "और फील्ड्स और टेबल्स को नाम देने के लिए बड़े, छोटे या मिश्रित अक्षरों का चुनाव करें।",
            "start": 685.0,
            "duration": 9.0
        },
        {
            "text": "स्पोकन ट्यूटोरियल प्रोजेक्ट टॉक-टू-अ-टीचर प्रोजेक्ट का हिस्सा है। यह भारत सरकार के एमएचआरडी के “आईसीटी के माध्यम से राष्ट्रीय साक्षरता मिशन” द्वारा समर्थित है।",
            "start": 695.0,
            "duration": 19.0
        },
        {
            "text": "आई.आई.टी बॉम्बे की ओर से मैं रवि कुमार अब आपसे विदा लेता हूँ। हमसे जुड़ने के लिए धन्यवाद।",
            "start": 715.0,
            "duration": 5.0
        }
    ],
    "V7sN6vv0Bwg": [
        {
            "text": "और स्वागत है आपका दुनिया जहान \nमें मेरा नाम है मोहनलाल शर्मा डा  ",
            "start": 0.0,
            "duration": 6.39
        },
        {
            "text": "इस वक्त एक एक सवाल और उसका जवाब \nतलाशने की कोशिश पीवीसी पड़ताल दुनिया",
            "start": 6.94,
            "duration": 7.74
        },
        {
            "text": "वाले वक्त में क्वांटम कंप्यूटिंग दुनिया को और \nहमारी जिंदगी को प्रभावी तरीके से बदल सकती है इस  ",
            "start": 14.68,
            "duration": 11.7
        },
        {
            "text": "नई तकनीक के महत्व को समझते हुए बीते साल भारत सरकार \nने इस तकनीक के विकास के लिए बजट में आठ हजार करोड़  ",
            "start": 26.38,
            "duration": 7.89
        },
        {
            "text": "रुपए का प्रावधान किया भारत के अलावा दूसरे मुल्क \nभी भविष्य को नई दिशा देने वाली इस तकनीक में निवेश  ",
            "start": 34.27,
            "duration": 8.49
        },
        {
            "text": "कर रहे हैं अमेरिका की सरकार ने 2018 में नेशनल \nक्वांटम इनिशिएटिव कानून बनाया और इसके लिए एक अरब  ",
            "start": 42.76,
            "duration": 7.77
        },
        {
            "text": "20 करोड़ डालर का प्रावधान किया चीन की कम्युनिस्ट \nपार्टी ने 2016 में 13वीं पंचवर्षीय योजना में  ",
            "start": 50.53,
            "duration": 6.21
        },
        {
            "text": "क्वांटम कम्युनिकेशंस को रणनीतिक तौर पर महत्वपूर्ण \nउपयोगों में शामिल किया ब्रिटेन ने 2013 में इसके  ",
            "start": 56.74,
            "duration": 7.26
        },
        {
            "text": "लिए राष्ट्रीय रणनीति बनाई 2016 में और कनाडा ने इस \nतकनीक में पांच करोड़ कनाडाई डालर के निवेश की घोषणा  ",
            "start": 64.0,
            "duration": 7.0
        },
        {
            "text": "की इसके अलावा जर्मनी फ्रांस और दक्षिण कोरिया रूस \nजापान और Google अमेज़न माइक्रोसॉफ्ट जैसी कंपनियां  ",
            "start": 71.0,
            "duration": 8.13
        },
        {
            "text": "भी इस तकनीक में निवेश कर रही है तो इस बार दुनिया \nजहान में हम पड़ताल कर रहे हैं कि क्वांटम कंप्यूटर  ",
            "start": 79.13,
            "duration": 8.64
        },
        {
            "text": "क्या है और इसे बनाने के लिए बुजुर्गों में खून \nक्यों है पार्ट वन अनिश्चितता भरा विज्ञान है  ",
            "start": 87.77,
            "duration": 10.14
        },
        {
            "text": "इस सुपरहिट अमेज़ अवधि में संरक्षण वह यौन डॉक्टर \nसाहिब के पिंपल्स और यूनिवर्सिटी में फिजिक्स एंड  ",
            "start": 99.25,
            "duration": 11.52
        },
        {
            "text": "कंप्यूटर साइंस के प्रोफेसर क्वांटम कंप्यूटिंग \nसमझे उसे शुरुआत करते हैं कि क्वांटम है इसकी  ",
            "start": 110.77,
            "duration": 7.05
        },
        {
            "text": "चर्चा 20वीं सदी की शुरुआत में शुरू हुई अल्बर्ट \nआइंस्टाइन ने दुनिया को रिलेटिविटी अब स्कूल पर  ",
            "start": 117.82,
            "duration": 10.68
        },
        {
            "text": "आधारित वास्तविकता में हो रही घटनाओं की व्याख्या \nके अनुसार ब्रह्मांड में और सब कुछ निश्चित और",
            "start": 128.5,
            "duration": 10.38
        },
        {
            "text": "सब्सक्राइब को एक तरफ रखकर आपको एक अलग सोच \nको मानना होगा कि ब्रह्मांड में निर्धारित  ",
            "start": 138.88,
            "duration": 10.71
        },
        {
            "text": "नहीं है जैसा कि के सिद्धांतों में मूलभूत \nअंकित और यह अनिश्चितता पदार्थ की सबसे  ",
            "start": 149.59,
            "duration": 9.67
        },
        {
            "text": "कि कल के अनुरूप यानि आइटम की व्यवहार में होती \nहै क्वांटम मेकेनिक्स इन छोटे कणों के व्यवहार  ",
            "start": 159.26,
            "duration": 7.23
        },
        {
            "text": "का अध्ययन है जिसे फिजिक्स की क्लासिकल थिअरी के \nदायरे में रहकर समझना असंभव है इस अनिश्चितता के  ",
            "start": 166.49,
            "duration": 7.29
        },
        {
            "text": "बारे में वैज्ञानिक नील्स बोर ने कहा था कि हर \nवह चीज जैसे हम रियल मानते हैं वह ऐसी चीजों से  ",
            "start": 173.78,
            "duration": 6.39
        },
        {
            "text": "बनी है जिन्हें रियल नहीं कहा जा सकता शायद यही \nवजह रही होगी कि आज टाइम ने इसके बारे में कहा  ",
            "start": 180.17,
            "duration": 6.72
        },
        {
            "text": "यह सच हुई तो विज्ञान के तौर पर यह फिजिक्स का \nअर्थ होगा वन वेस्ट साइड subscribe करो कि मैं  ",
            "start": 186.89,
            "duration": 12.16
        },
        {
            "text": "को समझने की कोशिश करती हूं एक सिक्के के दो पहलू \nहोते हैं हेड और टेल सिक्का घुमाया जाए तो हेड आएगा  ",
            "start": 199.05,
            "duration": 7.14
        },
        {
            "text": "या तेल इस के चांसेस बराबर यानी प्रोबेबिलिटी 5050 \nकी वृद्धि होती है फिजिक्स रहता है कि इक्का घूमते  ",
            "start": 206.19,
            "duration": 7.53
        },
        {
            "text": "वक्त किसी एक वक्त में या तो वह ऐड होता है या फिर \nटेल लेकिन अगर हम इसे क्वांटम सिक्का माने तो फिकर  ",
            "start": 213.72,
            "duration": 7.29
        },
        {
            "text": "घुमाते वक्त किसी एक वक्त केवल फैट या तेल नहीं \nहोता बल्कि इसकी पहचान अनिश्चित होती है क्वांटम  ",
            "start": 221.01,
            "duration": 7.29
        },
        {
            "text": "फील्ड को आप दूर साइड में सीमित नहीं कर सकते आम \nसिक्के के मुकाबले इसमें कहीं अधिक घनिष्टता होती  ",
            "start": 228.3,
            "duration": 8.37
        },
        {
            "text": "है यह नॉन बायनरी होते हैं कॉलेज सुपरपोजिशन मीनिंग \nआफ सुपरपोजिशन कहते हैं यानी वक्त कि दोनों एक साथ  ",
            "start": 236.67,
            "duration": 14.52
        },
        {
            "text": "एक वक्त में एक से अधिक संभावना होती है यह हमारे अब \nतक के अनुभव से अलग कि इसे समझना आसान नहीं कि किस  ",
            "start": 251.19,
            "duration": 13.12
        },
        {
            "text": "सिद्धांत पर काम करने वाले वैज्ञानिक मानते हैं कि \nयह अनिश्चितता किसी चीज की प्रकृति है डॉक्टर सुविधा  ",
            "start": 264.31,
            "duration": 6.84
        },
        {
            "text": "घोष कहती हैं कि यही क्वांटम कंप्यूटर की अवधारणा है \nजो ने क्रांतिकारी बनाते हैं अक्षर ऑपरेशन कंपलीटली  ",
            "start": 271.15,
            "duration": 7.89
        },
        {
            "text": "डिफरेंट साइनस आफ फिजिक्स फिजिक्स के बिल्कुल अलग \nतरह के सिद्धांतों पर काम करती है यह कुछ ऐसा है  ",
            "start": 279.04,
            "duration": 8.04
        },
        {
            "text": "कि आपको एक जगह से दूसरी जगह ले जाने का काम करेंगी \nलेकिन यह विज्ञान के सिद्धांतों पर आधारित होगा कि",
            "start": 287.08,
            "duration": 8.88
        },
        {
            "text": "ए पार्ट 2 क्वांटम कंप्यूटर्स अ खास क्यों",
            "start": 298.35,
            "duration": 3.27
        },
        {
            "text": "सॉल्व एनी कंप्यूटर कंप्यूटर प्रोफेसर \nस्टेफनी वैनर यूनिवर्सिटी ऑफ टेक्नोलॉजी  ",
            "start": 301.62,
            "duration": 11.82
        },
        {
            "text": "क्वांटम कंप्यूटिंग एंड क्वांटम \nकंप्यूटर कंप्यूटर से कैसे बेहतर",
            "start": 313.44,
            "duration": 7.35
        },
        {
            "text": "इंफोर्मेशन कंप्यूटर इन्फॉर्मेशन 2012 में \nprocess करता अगर आप मुझे कोई वीडियो भेजते  ",
            "start": 320.79,
            "duration": 11.34
        },
        {
            "text": "हैं तो कंप्यूटर की सीरीज के करोड़ों टुकड़ों में \nबांटकर और फिर से रिकंस्ट्रक्ट कर मैं वीडियो देख  ",
            "start": 332.13,
            "duration": 10.14
        },
        {
            "text": "सकती हूं लेकिन क्वांटम कंप्यूटर पर हम सबमिट \nकरते हैं इसमें के अलावा दोनों एक साथ भी हो  ",
            "start": 342.27,
            "duration": 8.01
        },
        {
            "text": "सकते हैं सुपरपोजिशन के कारण जिसके बारे में \nहमने कुछ देर पहले कि असल में यह कैसे होता है  ",
            "start": 350.28,
            "duration": 7.2
        },
        {
            "text": "कल्पना कीजिए कि आप एक भूलभुलैया में है और \nबाहर निकलने के लिए कंप्यूटर की मदद लेते हैं  ",
            "start": 358.36,
            "duration": 5.88
        },
        {
            "text": "और एक माइक्रो कंप्यूटर पर यह स्थिति उच्च से ओके \nलक्ष्मी बाई तरफ जाना चाहते हैं तो आप कंप्यूटर  ",
            "start": 364.24,
            "duration": 8.1
        },
        {
            "text": "से पूछेंगे कि बाईं तरफ जाने पर रास्ता मिलने की \nकितनी संभावना है रास्ता ना मिला तो आप कंप्यूटर  ",
            "start": 372.34,
            "duration": 6.12
        },
        {
            "text": "से दाईं तरफ की संभावना तलाशने को कहा कि क्वांटम \nकंप्यूटर में 100 या कहीं बाएं और दाएं एक साथ हो  ",
            "start": 378.46,
            "duration": 9.3
        },
        {
            "text": "सकते हैं आप एक साथ दोनों संभावनाएं तलाश सकते \nहैं यह इतना सरल नहीं है लेकिन यह आपको बताता है  ",
            "start": 387.76,
            "duration": 6.78
        },
        {
            "text": "कि कंप्यूटर की तुलना में क्वांटम कंप्यूटर में \nकुछ सवालों के जवाब तेजी से ढूंढे जा सकते हैं  ",
            "start": 394.54,
            "duration": 6.21
        },
        {
            "text": "क्योंकि क्वांटम कंप्यूटर में कई संभावनाओं \nपर काम कर सकता है घ्र इस तरह की सुपर फास्ट  ",
            "start": 400.75,
            "duration": 7.8
        },
        {
            "text": "कंप्यूटर मेडिसिन के क्षेत्र में योगदान कर सकते \nहैं यह बनाने में मदद कर सकते हैं सब्सक्राइब",
            "start": 408.55,
            "duration": 9.82
        },
        {
            "text": "अश्लील आप लैबोरेट्री में जाकर परीक्षण कर \nसकते हैं कि कोई केमिकल दबाव बनाने में काम  ",
            "start": 418.37,
            "duration": 6.72
        },
        {
            "text": "आ सकती है या नहीं क्योंकि इसमें वक्त लग \nसकता है इसलिए लोग इस पर शोध करने की बजाय  ",
            "start": 425.09,
            "duration": 5.94
        },
        {
            "text": "सिमुलेशन कर नई चीज के बारे में जानना चाहते \nहैं कि उसका इस्तेमाल सही होगा या नहीं आ  ",
            "start": 431.03,
            "duration": 8.63
        },
        {
            "text": "कि क्या आम कंप्यूटर यह काम कर सकता है कैन सॉल्व \nएनी सैद्धांतिक तौर पर आम कंप्यूटर ऐसा हर काम कर  ",
            "start": 439.66,
            "duration": 11.43
        },
        {
            "text": "सकता है जो एक क्वांटम कंप्यूटर कर सकता है सवाल \nयह है कि इसमें रुक कितना वक्त लगेगा क्वांटम  ",
            "start": 451.09,
            "duration": 6.45
        },
        {
            "text": "कंप्यूटर में यह कुछ घंटों में हो जाएगा जबकि आम \nकंप्यूटर को इसमें एक जन्म से भी अधिक वक्त लगेगा",
            "start": 457.54,
            "duration": 6.72
        },
        {
            "text": "मतलब यह दावा कि शोध में क्वांटम कंप्यूटर \nनई क्रांति ला सकते हैं ऐसे में इनकी मांग  ",
            "start": 464.26,
            "duration": 9.96
        },
        {
            "text": "बढ़ने चाहिए लेकिन ऐसा है नहीं पाठ कड़ी चुनौती दी  ",
            "start": 474.22,
            "duration": 6.45
        },
        {
            "text": "यह त्यौहार अच्छे-अच्छे इस अब हम फ्लेम ऑफ माय \nजो प्रोफेसर दिन प्राइड एंड सिंगर सच सेंटर ऑफ  ",
            "start": 482.67,
            "duration": 9.42
        },
        {
            "text": "ओन टेक्नोलॉजिज के निदेशक वह क्वांटम कंप्यूटर की \nतकनीक को हकीकत बनाना चाहते हैं वह सब कुछ रसायन  ",
            "start": 492.09,
            "duration": 8.4
        },
        {
            "text": "इलावा यह फॉलो साइंस फिक्शन मैंने क्वांटम कंप्यूटर \nएक तरह से विज्ञान का सबसे अहम और सबसे गहरा रहस्य  ",
            "start": 500.49,
            "duration": 7.47
        },
        {
            "text": "हैं इसमें अद्भुत संभावनाएं हैं और यह अनेकों काम \nकर सकते हैं लेकिन इन्हें बनाना उतनी ही मुश्किल  ",
            "start": 507.96,
            "duration": 6.33
        },
        {
            "text": "चुनौती है क्योंकि इसके लिए आपको सुपरपोजिशन जैसी \nप्रक्रिया पर नियंत्रण करना होगा जो लगभग असंभव  ",
            "start": 514.29,
            "duration": 6.69
        },
        {
            "text": "है और बिना ऐसा कि आप कंप्यूटेशन नहीं कर सकेंगे \nबीते तीन दशकों से वैज्ञानिक ऐसा करने की कोशिश  ",
            "start": 520.98,
            "duration": 7.08
        },
        {
            "text": "में लगे हैं लेकिन अधिकांश इसमें सफल नहीं हो सके \nहैं शुरू फिजिक्स प्लेटफॉर्म समझ Amazing बजाओ दो  ",
            "start": 528.06,
            "duration": 9.03
        },
        {
            "text": "प्लेटफॉर्म की नतीजे सकारात्मक आए थे इनमें से एक \nहै सुपरकंडक्टिंग सर्किट इसका इस्तेमाल माइक्रो आफ  ",
            "start": 537.09,
            "duration": 7.39
        },
        {
            "text": "आईबीएम और Google क्वांटम कंप्यूटर बनाने के लिए \nकर रहे हैं यह खास तरह का इलेक्ट्रॉनिक सर्किट है  ",
            "start": 544.48,
            "duration": 6.75
        },
        {
            "text": "जिसका इस्तेमाल करने के लिए आपको इसे ढाई सौ डिग्री \nसेल्सियस से भी कम तापमान पर ठंडा करना पड़ता है",
            "start": 551.23,
            "duration": 6.33
        },
        {
            "text": "कि मेरठ की गुंजाइश के बिना ट्यूबलेस बना पाना \nइस बात पर निर्भर करता है कि फ्रिज कितने बड़े  ",
            "start": 560.46,
            "duration": 7.41
        },
        {
            "text": "माइक्रोचिप को ठंडा कर पाता है और सुपरकंडक्टिंग \nसर्किट के साथ मुश्किल यह है कि बड़ा फ्रिज बनाना  ",
            "start": 567.87,
            "duration": 6.45
        },
        {
            "text": "आसान नहीं प्रोफेसर एंड सिंगर और उनकी टीम इस \nमुश्किल को हल करने की कोशिश में वह माइक्रोस्कोपिक  ",
            "start": 574.32,
            "duration": 8.31
        },
        {
            "text": "पार्टिकल डायन को ट्रैक करने का रास्ता अपना रहे \nडायन ऐसे आलू होते हैं जिनमें कम इलेक्ट्रिक चार्ज  ",
            "start": 582.63,
            "duration": 7.44
        },
        {
            "text": "होता है चैंपियंस केंद्रीय विश्व चैंपियन स्पेसिफिक \nनॉलेज ट्री डायन को अलग किया जाए तो इन्हें सामान्य  ",
            "start": 590.07,
            "duration": 8.79
        },
        {
            "text": "तापमान पर इस्तेमाल किया जा सकता है इस तकनीक में आप \nऐसे माइक्रोचिप का इस्तेमाल करते हैं जो इलेक्ट्रिक  ",
            "start": 598.86,
            "duration": 6.15
        },
        {
            "text": "फील्ड बनाते हैं इसके कारण माइक्रोचिप के ऊपर चाट \nसायन हवा में तैरने लगते हैं हराया क्वार्टर की  ",
            "start": 605.01,
            "duration": 8.73
        },
        {
            "text": "तरह काम करता है इस मु0 या वन की जानकारी को स्टोर \nकिया जा सकता है ऐसे अनेक डा में रहते हैं और उनके  ",
            "start": 613.74,
            "duration": 7.63
        },
        {
            "text": "जरिए क्वांटम कंप्यूटिंग हो सकती है यह साफ है कि \nयह तकनीक आम इस्तेमाल के लिए जल्द उपलब्ध नहीं होने  ",
            "start": 621.37,
            "duration": 6.45
        },
        {
            "text": "वाली लेकिन जिन मसलों पर यह काम होता है वह दिखाइए \nकैसी देती है खैर अब एक त्यागमई जो लक्ष्मी 10  ",
            "start": 627.82,
            "duration": 9.42
        },
        {
            "text": "सब्सक्राइब करके आप कह सकते हैं दुनिया के सबसे पहले \nकंप्यूटर से कुछ ही मीटर क्यूब सिस्टम आधारित लेजर  ",
            "start": 637.24,
            "duration": 11.25
        },
        {
            "text": "इलेक्ट्रॉनिक्स और सिस्टम होता है यह साइंस फिक्शन \nफिल्म में दिखाई जाने वाली मशीन की तरह दिखते हैं",
            "start": 648.49,
            "duration": 7.44
        },
        {
            "text": "ए प्रोफेसर एंड सिंगर और उनकी टीम अब तक \nक्वांटम कंप्यूटर के पांच प्रोटोटाइप बना  ",
            "start": 657.96,
            "duration": 5.49
        },
        {
            "text": "चुकी है लेकिन दवा बनाने जैसे काम के लिए \nउन्हें बड़ी तादाद में एक्यूरेट चाहिए ऐसे  ",
            "start": 663.45,
            "duration": 6.69
        },
        {
            "text": "में वह बड़े पैमाने पर क्यूबी बनाने की कोशिश \nकर रहे हैं इस इन तेज वह वृक्ष subscribe Now  ",
            "start": 670.14,
            "duration": 7.26
        },
        {
            "text": "वन व्हो कैन कॉपी 40 क्वांटम कंप्यूटर के \nइस्तेमाल को लेकर यह सबसे बड़ी चुनौती है  ",
            "start": 677.4,
            "duration": 5.67
        },
        {
            "text": "दुनिया भर में अभी जो क्वांटम कंप्यूटर्स \nबनाए जा रहे हैं वह कम किड्स बना पा रहे  ",
            "start": 683.07,
            "duration": 5.94
        },
        {
            "text": "हैं हमारी कोशिश है कि हम 10 20 क्यूबी बनाने \nकी बजाय हजारों-लाखों की ट्वीट बना सकें अ",
            "start": 689.01,
            "duration": 7.68
        },
        {
            "text": "एक पाठ पोर्ट क्वांटम कंप्यूटर की रेस्क्यू",
            "start": 698.5,
            "duration": 3.39
        },
        {
            "text": "प्वाइंट टो बे नॉटेड ठाट माइट इंटरेस्ट यू है \nजोनाथन डालेंगे लुधियाना यूनिवर्सिटी में प्रोफेसर  ",
            "start": 701.89,
            "duration": 12.9
        },
        {
            "text": "थे उन्होंने लंबे वक्त तक क्वांटम कंप्यूटर की \nक्षमता प्रदान किया जून 2019 में अपनी मौत से पहले  ",
            "start": 714.79,
            "duration": 7.68
        },
        {
            "text": "बीबीसी से हुई बातचीत में उन्होंने कहा था क्रॉच \nडेवलपर्स क्वांटम कंप्यूटर बनाने को लेकर में है  ",
            "start": 722.47,
            "duration": 8.73
        },
        {
            "text": "और यह स्पेस रेस की तरह है यह डाटा सुरक्षित रखने \nकी निजी डेटा कंपनियों का सेना का और सरकारों का  ",
            "start": 731.2,
            "duration": 8.61
        },
        {
            "text": "डेटा सुरक्षित रखने की ताकत है और अब को इस बात \nका अहसास होने लगा कि इस मामले में वह जो कि हो  ",
            "start": 739.81,
            "duration": 8.52
        },
        {
            "text": "सकते हैं 2013 में अमेरिकी इंटेलिजेंस कॉन्ट्रैक्टर \nएडवर्ड स्नोडेन ने सरकार से जुड़े खुफिया दस्तावेजों  ",
            "start": 748.33,
            "duration": 7.56
        },
        {
            "text": "को लीक दस्तावेजों से यह बात सामने आई कि अमरीका \nकी राष्ट्रीय सुरक्षा एजेंसी किस हद तक दूसरों  ",
            "start": 755.89,
            "duration": 7.44
        },
        {
            "text": "के कम्युनिकेशन नेटवर्क में सेंधमारी कर सकती हैं \nको सबस्क्राइब साइन इन फैक्ट मिनट एडवर्ड स्नोडेन  ",
            "start": 763.33,
            "duration": 6.96
        },
        {
            "text": "के लिखने चीनियों को हैरान कर दिया कि कम्युनिकेशन \nनेटवर्क में सेंध लगाने अमेरिकी राष्ट्रीय सुरक्षा  ",
            "start": 770.29,
            "duration": 6.27
        },
        {
            "text": "एजेंसी उसकी सोच से कहीं आगे हैं उन्हें यह भी \nचिंता थी कि अमेरिकी पहले क्वांटम कंप्यूटर बना  ",
            "start": 776.56,
            "duration": 6.09
        },
        {
            "text": "लेंगे ऐसा हुआ तो अमरीका चीन की खुफिया जानकारी \nपर सकेगा लेकिन चीन को अपने सीक्रेट बढ़ने से रोक  ",
            "start": 782.65,
            "duration": 6.81
        },
        {
            "text": "सकेगा ऐसा कैसे इस तरफ एंड्राइड मान लीजिए कि अब \nहम इसको संदेश भेजना चाहता है और इन कम्युनिकेशन  ",
            "start": 789.46,
            "duration": 11.22
        },
        {
            "text": "चैनल में सेंध लगाना चाहती है फिलहाल सुरक्षित \nसंदेश भेजने के लिए पब्लिक की एनक्रिप्शन तकनीक  ",
            "start": 800.68,
            "duration": 6.54
        },
        {
            "text": "का इस्तेमाल किया जाता है मॉम संदेश पर ताला लगाकर \nजिसको भेजता है इस ताले की चाबी केवल 38 के पास है  ",
            "start": 807.22,
            "duration": 6.75
        },
        {
            "text": "और वह इसे खोल सकती है अ पब्लिक की की सुरक्षा \nकी अवधारणा यह होती है कि से है करने में एक आम  ",
            "start": 813.97,
            "duration": 6.9
        },
        {
            "text": "कंप्यूटर को सैकड़ों सालों का वक्त लगता है लेकिन \nक्वांटम कंप्यूटर इसे कुछ घंटों में है कर यह जो है",
            "start": 820.87,
            "duration": 7.57
        },
        {
            "text": "30 में डरावना लगता है लेकिन इसका एक सकारात्मक \nपहलू भी है और होगी अगर आप क्वांटम की का इस्तेमाल  ",
            "start": 828.44,
            "duration": 12.69
        },
        {
            "text": "करते हैं तो क्वांटम कंप्यूटर भी इसे हेल्प नहीं \nकर पाएंगे और यह संभव होगा सुपरपोजिशन के कारण  ",
            "start": 841.13,
            "duration": 7.65
        },
        {
            "text": "अगर क्वांटम कि वह ऐड करने की कोशिश की गई तो उसमें \nदर्द जानकारी अपने आप नष्ट हो जाएगी और भेजने वाले  ",
            "start": 848.78,
            "duration": 8.1
        },
        {
            "text": "को इसका पता चल जाएगा कौन है मेकेनिक है वह यौन \nक्वांटम कंप्यूटर के जरिए कम्युनिकेशन पूरी तरह  ",
            "start": 856.88,
            "duration": 6.84
        },
        {
            "text": "सुरक्षित होगा इसे बनाने की उम्र के पीछे यही वजह \nहै जोनाथन डायन ने बताया कि चीन इस तकनीक में बड़े  ",
            "start": 863.72,
            "duration": 7.59
        },
        {
            "text": "पैमाने पर निवेश कर रहा है कि अमरीका और दूसरे देश \nभी इस तकनीक में बढ़-चढ़कर निवेश कर रहे हैं लेकिन  ",
            "start": 871.31,
            "duration": 9.07
        },
        {
            "text": "वैज्ञानिकों के सामने चुनौती इस तकनीक को हकीकत में \nबदलने की और इस पर बड़े पैमाने पर काम करने चाहिए",
            "start": 880.38,
            "duration": 7.41
        },
        {
            "text": "कि अ यह लौटते हैं अपने सवाल पर क्वांटम \nकंप्यूटर बनाने की रेस में क्यों है देश है",
            "start": 891.52,
            "duration": 8.01
        },
        {
            "text": "कि यह भविष्य है स्वच्छता अर्थव्यवस्था का और \nशोध का लेकिन क्वॉन्टम दुनिया के सबसे महत्वपूर्ण  ",
            "start": 900.15,
            "duration": 7.26
        },
        {
            "text": "खिलाड़ी यानी आइटम के अनुचित व्यवहार के कारण \nइन बेहद ताकतवर मशीनों को बनाना कड़ी चुनौती है  ",
            "start": 907.41,
            "duration": 8.39
        },
        {
            "text": "कि कई देश इस तकनीक पर काबू पाने की रेस \nमें जोनाथन कहते हैं यह पीस कहा जा रही है  ",
            "start": 915.8,
            "duration": 7.2
        },
        {
            "text": "इस बारे में किसी को कुछ नहीं पता लेकिन \nयह अपने आप में रोमांच पैदा करने वाला है",
            "start": 923.0,
            "duration": 6.69
        }
    ]
}