{
    "57QqcP6lFP8": [
        {
            "text": "इंडिया में इतनी एयरलाइंस चलती है पर आखिर में \nनंबर वैन कौन है नंबर तू कौन है टॉप फाइव कौन है  ",
            "start": 0.0,
            "duration": 5.28
        },
        {
            "text": "इस वीडियो में सभी का जवाब मिलेगा तो वीडियो को अंत \nतक देखें और चैनल को लाइक सब्सक्राइब कर लें इंडिया  ",
            "start": 5.28,
            "duration": 5.64
        },
        {
            "text": "की जो नंबर वैन एयरलाइंस है वो है इंडिगो जिसके \nपास टोटल मार्केट का विपरी पर्सन सेल है सेकंड  ",
            "start": 10.92,
            "duration": 5.82
        },
        {
            "text": "पे आती है स्पाइसजेट जिसके पास 12% सेल है तीसरे \nनंबर पर आती है हमारे रतन टाटा जी की एयर इंडिया  ",
            "start": 16.74,
            "duration": 6.24
        },
        {
            "text": "9% चौथे नंबर पे भी आती है टाटा ग्रुप की एयर एशिया \n9% पांचवे नंबर पे भी आती है टाटा ग्रुप की एयरबस ए  ",
            "start": 22.98,
            "duration": 7.38
        },
        {
            "text": "रहा 7% इसके बाद आता है गो फॉर 7% इसके बाद आता है \nआकाश f3% तो जब टाटा ग्रुप की जो तीन कंपनियों हैं  ",
            "start": 30.36,
            "duration": 7.26
        },
        {
            "text": "तीन चार पंच अब बातचीत चल रही है इनके मर्ज होने की \nतो जब ये तीनों मर्ज हो जाएगी तब इनके टोटल सेल 23%  ",
            "start": 37.62,
            "duration": 7.26
        },
        {
            "text": "और यह ए जाएगी नंबर तू पे लेकिन वैन पे आने में बहुत \nमेहनत करनी है लेकिन हमें विश्वास है अपने टाटा जी",
            "start": 44.88,
            "duration": 6.66
        }
    ],
    "a0KB1FAZOCk": [
        {
            "text": "नमस्कार दोस्तों स्वागत है AFFAIRS CLOUD में तो \nदोस्तों यूक्रेन पर रूस के साथ बढ़ते तनाव के बीच  ",
            "start": 0.131,
            "duration": 6.03
        },
        {
            "text": "अमेरिका ने अब अपने परमाणु हथियारों के पिटारे को \nखोल दिया है और अमेरिका ने यूक्रेन को बचाने के  ",
            "start": 6.161,
            "duration": 6.169
        },
        {
            "text": "लिए परमाणु युद्ध अभ्यास को भी शुरू कर दिया है और \nजो अब यह अमेरिका ने स्टार्ट किया है उसका नाम है  ",
            "start": 12.33,
            "duration": 6.51
        },
        {
            "text": "ग्लोबल लाइटनिंग युद्ध अभ्यास यहां पर आप लोग इस \nयुद्ध अभ्यास को हल्के में मत लीजिएगा क्योंकि ये  ",
            "start": 18.84,
            "duration": 6.09
        },
        {
            "text": "युद्धाभ्यास बाकी युद्ध प्रयासों से बहुत ही अलग \nहोने वाला है और अमेरिका और रूस के बीच युद्ध अगर  ",
            "start": 24.93,
            "duration": 5.58
        },
        {
            "text": "होता है तो यह मत समझ लेना कि ये युद्ध अमेरिका \nऔर रूस के बीच होगा इससे हम से क्या मतलब है तो  ",
            "start": 30.51,
            "duration": 6.48
        },
        {
            "text": "आपको बता दूं अगर यह युद्ध छिड़ता है तो लगभग दुनिया \nके ज्यादातर देशों पर इसका प्रभाव पड़ेगा तो इसलिए  ",
            "start": 36.99,
            "duration": 6.3
        },
        {
            "text": "वीडियो को पूरा देखें आखिर तक तो चलिए दोस्तों \nवीडियो को स्टार्ट करते हैं दरअसल दोस्तों रूस  ",
            "start": 43.29,
            "duration": 5.49
        },
        {
            "text": "के साथ जंग के बढ़ते खतरे के बीच अमेरिकी सैनिक \nयूक्रेन पहुंच चुके हैं और यह अमेरिकी सैनिक  ",
            "start": 48.78,
            "duration": 5.61
        },
        {
            "text": "यूक्रेन की सेना को राकेट लांचर की ट्रेनिंग \nभी दे रहे हैं और 200 अमेरिकी सैनिक ऐसे समय  ",
            "start": 54.39,
            "duration": 5.62
        },
        {
            "text": "यूक्रेन पहुंचे हैं जब अमेरिकी राष्ट्रपति जो बाइडन \nने चेतावनी दी है कि रूस फरवरी के महीने में यूक्रेन  ",
            "start": 60.01,
            "duration": 7.14
        },
        {
            "text": "पर कब्जा कर सकता है और उधर रूस ने यूक्रेन की सीमा \nपर एक लाख पचास हजार सैनिकों समेत हजारों की संख्या  ",
            "start": 67.15,
            "duration": 6.72
        },
        {
            "text": "में मिसाइल और टैंक को को लेकर तैनात है और खबर यह \nभी है कि रूस बेलारूस के साथ एक बड़े युद्धाभ्यास  ",
            "start": 73.87,
            "duration": 7.02
        },
        {
            "text": "को अंजाम देगा और अब ऐसे में बड़ी खबर खुद अमेरिका \nके ट्विटर हैंडल से निकलकर आ रही है कि अमेरिका ने  ",
            "start": 80.89,
            "duration": 6.3
        },
        {
            "text": "ग्लोबल लाइटनिंग युद्धाभ्यास को भी शुरू कर दिया है \nवही रूस और यूक्रेन में जंग के मडराते बादल के बीच  ",
            "start": 87.19,
            "duration": 6.63
        },
        {
            "text": "अमेरिका ने परमानु बम गिराने का अभ्यास सुरु किया और \nअमेरिका के परमाणु हथियारों का जिम्मा संभालने वाली  ",
            "start": 93.82,
            "duration": 6.3
        },
        {
            "text": "स्ट्रैटेजिक कमांड ने ग्लोबल लाइटनिंग अभ्यास शुरू \nकर दिया है और इस अभ्यास का मकसद अमेरिकी सेना की  ",
            "start": 100.12,
            "duration": 6.42
        },
        {
            "text": "परमाणु युद्ध की तैयारियों को परखना है और अमेरिका \nने अभ्यास ऐसे समय पर स्टार्ट किया है जब ब्लैक सी  ",
            "start": 106.54,
            "duration": 6.42
        },
        {
            "text": "में रूसी नौसेना के युद्धपोत जोरदार प्रयास भी कर \nरहे हैं वह यूक्रेन की सीमा पर रूस ने एक लाख पचास  ",
            "start": 112.96,
            "duration": 7.06
        },
        {
            "text": "हज़ार सैनिकों को तैनात कर रखा है वही परमाणु \nबम गिराने के अभ्यास कि अमेरिका ने लंबे समय से  ",
            "start": 120.02,
            "duration": 6.06
        },
        {
            "text": "योजना बनाई थी लेकिन अब रूस यूक्रेन तनाव के बीच \nइसके शुरू करने पर विशेषज्ञ भी सवाल उठा रहे हैं  ",
            "start": 126.08,
            "duration": 6.36
        },
        {
            "text": "और अमेरिका के राष्ट्रपति जो बाइडन लगातार चेतावनी \nदे रहे हैं कि रूस यूक्रेन पर हमला कर सकता है और  ",
            "start": 132.44,
            "duration": 6.84
        },
        {
            "text": "जो बाइडन ने अपने हजारों सैनिकों को भी पूर्वी \nयूरोप में तैनात करने का ऐलान किया है और इससे  ",
            "start": 139.28,
            "duration": 6.03
        },
        {
            "text": "पहले अप्रैल 2021 में अमेरिका ने अंतिम बार ग्लोबल \nलाइटनिंग ड्रिल का आयोजन किया था और अमेरिका के इस  ",
            "start": 145.31,
            "duration": 7.17
        },
        {
            "text": "ग्लोबल लाइटनिंग युद्धाभ्यास का सीधा-सीधा मतलब \nहै कि अगर अमेरिका पर परमाणु हमला होता है तो कुछ  ",
            "start": 152.48,
            "duration": 6.42
        },
        {
            "text": "ना कुछ सैनिक इस हमले में जरूर बाद जाएंगे और जो \nसैनिक बाद जाएंगे वह दुश्मन देश पर तब तक परमाणु  ",
            "start": 158.9,
            "duration": 6.54
        },
        {
            "text": "हमला करेंगे जब तक कि दुश्मन देश का आखिरी इंसान \nखत्म नहीं हो जाता है और इसी नई सोच का परीक्षण  ",
            "start": 165.44,
            "duration": 6.6
        },
        {
            "text": "इस साल के युद्धाभ्यास में अमेरिका करने जा रहा \nहै और रूस और यूक्रेन के बीच जारी तनाव ने दो  ",
            "start": 172.04,
            "duration": 5.82
        },
        {
            "text": "पुराने दुश्मनों अमेरिका और रूस को आमने-सामने लाकर \nखड़ा कर दिया है और शांति और समाधान के प्रयास जैसी  ",
            "start": 177.86,
            "duration": 7.51
        },
        {
            "text": "औपचारिकताएं अब खत्म हो चुकी हैं और दोनों खुले \nतौर पर जंग की तैयारी कर रहे हैं अब आप लोगों  ",
            "start": 185.37,
            "duration": 6.78
        },
        {
            "text": "का क्या कहना है रूस और यूक्रेन के तनाव पर कमेंट \nमें जरूर बताएं और वीडियो को लाइक शेयर और चैनल को  ",
            "start": 192.15,
            "duration": 6.66
        },
        {
            "text": "सबस्क्राइब करके घण्टी वाले बटन को दबाना ना भूलें \nताकि ऐसी वीडियो हर रोज आपको मिलते रहें धन्यवाद है",
            "start": 198.81,
            "duration": 9.75
        },
        {
            "text": "हुआ है",
            "start": 209.26,
            "duration": 1.77
        },
        {
            "text": "हुआ है",
            "start": 217.8,
            "duration": 5.16
        },
        {
            "text": "कर दो",
            "start": 223.96,
            "duration": 0.72
        }
    ],
    "EgFtKFoCdM0": [
        {
            "text": "दोस्तों आज मैं बात करने वाला हूं ऐसी \nएक बहुत बड़ी कान की समस्या के बारे में  ",
            "start": 0.12,
            "duration": 8.46
        },
        {
            "text": "जो बहरेपन का कारण बन सकती है अगर आपने इसको \nइग्नोर किया कान के अंदर अगर फंगल इन्फेक्शन  ",
            "start": 8.58,
            "duration": 7.8
        },
        {
            "text": "हो जाए तो ये बहुत बड़ी समस्या का रूप ले लेती \nहै और इस बीमारी को जाना जाता है Otomycosis",
            "start": 16.38,
            "duration": 5.58
        },
        {
            "text": "या फंगल इन्फेक्शन कान में क्यों होता है उसके \nमुख्य कारण क्या है आप अपने आप को इस बीमारी से  ",
            "start": 21.96,
            "duration": 9.96
        },
        {
            "text": "कैसे बचा सकते हैं और इसका इलाज क्या है की \nदोबारा से आपको यह परेशान ना करें और इलाज  ",
            "start": 31.92,
            "duration": 6.6
        },
        {
            "text": "के बाद आपको किन-किन सावधानियां को बर्तन \nचाहिए तो बने रहे मेरे साथ इस वीडियो में  ",
            "start": 38.52,
            "duration": 6.06
        },
        {
            "text": "आखिर तक एक-एक करके इन सारी टॉपिक्स को हम \nकवर करते हैं तो सबसे पहले बात कर लेते हैं",
            "start": 44.58,
            "duration": 4.74
        },
        {
            "text": "कान में पानी जैसा, भारीपन आपको महसूस हो सकता है \nकई बार बिल्कुल चिपचिपा या पानी डिस्चार्ज भी कान  ",
            "start": 54.0,
            "duration": 7.02
        },
        {
            "text": "से आता है यह इसके शुरुआती लक्षण होते हैं जैसे \nजैसे फंगस की मात्रा कान के अंदर बढ़ाने लगती है  ",
            "start": 61.02,
            "duration": 5.46
        },
        {
            "text": "कान के अंदर आप प्रेशर महसूस करने लगते हैं कान के \nअंदर आपको ऐसा लगता है की कुछ भर गया है और आपको  ",
            "start": 66.48,
            "duration": 6.18
        },
        {
            "text": "कान के अंदर दर्द भी होना शुरू हो जाता है इधर कभी \nकभी बहुत तेज होता है और आपको उसे समय फटाफट मेडिकल  ",
            "start": 72.66,
            "duration": 7.8
        },
        {
            "text": "इंटरनेशनल या मेडिकल सलाह की जरूरत होती है अगर \nआपको ये लक्षण आते हैं तो बिना देर किए आप अपने  ",
            "start": 80.46,
            "duration": 7.02
        },
        {
            "text": "ईएनटी सर्जन को मिले तो बात कर लेते हैं की इसके \nकारण क्या है ये एक्चुअल में कान के अंदर फंगस ए  ",
            "start": 87.48,
            "duration": 5.28
        },
        {
            "text": "कहां से जाता है और ये इतना ज्यादा फंगस कैसे इकट्ठा \nहो जाता है तो जनरली अक्सर नामी के दिनों में खासतौर  ",
            "start": 92.76,
            "duration": 6.42
        },
        {
            "text": "से बरसात के दिनों में बीमारी ज्यादा होती है जब \nहवा के अंदर बहुत ज्यादा mousture होता है और ये  ",
            "start": 99.18,
            "duration": 4.56
        },
        {
            "text": "आपकी कान के अंदर चला जाता है आपकी कान की जो बारीक \nकहना है जो एक्सटर्नल लेयर है वहां पर जब नामी बहुत  ",
            "start": 103.74,
            "duration": 6.0
        },
        {
            "text": "देर तक इकट्ठी रहती है और मास्टर के अंदर अगर कुछ \nफंगस है वो अगर वहां पहुंच जाते हैं धीरे-धीरे वहां  ",
            "start": 109.74,
            "duration": 5.22
        },
        {
            "text": "पर ग्रो करना शुरू कर देते हैं अगर आप स्विमिंग \nकरते हैं और आप कुछ का उसे नहीं करते हैं आप एयर  ",
            "start": 114.96,
            "duration": 7.14
        },
        {
            "text": "प्लग्स का उसे नहीं करते हैं की पानी कान के अंदर \nना जाए तब भी ये आपको फंगल इन्फेक्शन का कारण बन  ",
            "start": 122.1,
            "duration": 6.12
        },
        {
            "text": "सकता है नहाते समय अगर आप कान के ऊपर पानी मारते हैं \nबार-बार ऐसे करके पानी से कान को अंदर साफ करने की  ",
            "start": 128.22,
            "duration": 6.24
        },
        {
            "text": "कोशिश करते हैं तो ये भी एक बड़ा कारण हो जाता है \nपुंगल इन्फेक्शन होने का या ऑटोमेटिक डिवेलप होने  ",
            "start": 134.46,
            "duration": 5.4
        },
        {
            "text": "का कुछ लोगों की आदत होती है की एयर बर्ड्स से \nजल्दी-जल्दी वो कान को साफ करते हैं अगर यह एयर  ",
            "start": 139.86,
            "duration": 4.86
        },
        {
            "text": "बट गंदा हुआ इसपे कुछ नामी हुई है इसके ऊपर अंदर \nही कोई फंगल इन्फेक्शन का एक छोटा हिस्सा भी कान  ",
            "start": 144.72,
            "duration": 6.96
        },
        {
            "text": "के अंदर चला गया तो अपने आप में यहां पे बड़ा कारण \nहो जाता है फंगस के ग्रो करने का एक बात और भी बड़ी  ",
            "start": 151.68,
            "duration": 5.88
        },
        {
            "text": "कॉमन है क्योंकि बहुत सारे जितने भी एयर ड्रॉप्स \nआते हैं उनमें स्टेरॉइड्स भी होते हैं तो अगर उसे आप  ",
            "start": 157.56,
            "duration": 6.0
        },
        {
            "text": "ज्यादा करते हैं चाहे वो ड्रॉप के तौर पे उसे करें \nया फिर वैसे भी आप स्टेरॉइड्स का उसे करते हैं और  ",
            "start": 163.56,
            "duration": 4.92
        },
        {
            "text": "आपकी इम्यूनिटी कमजोर है तो आपको फंगल इन्फेक्शन \nकान का बहुत ज्यादा होने की चांसेस बढ़ जाते हैं",
            "start": 168.48,
            "duration": 6.42
        },
        {
            "text": "की एक्चुअल में इसका राज क्या है और उसके बाद हम \nबात करेंगे की आप अपने आप को इससे बचा कैसे सकते  ",
            "start": 174.9,
            "duration": 8.76
        },
        {
            "text": "हैं जो इसका इलाज है वो डायग्नोसिस बड़ा आसान \nहै आपको टेस्ट करने की जरूरत होती नहीं है आप  ",
            "start": 183.66,
            "duration": 5.58
        },
        {
            "text": "अपने डॉक्टर के पास जब जाते हैं वो सिंपली ऑटोस \nको दल के कम के अंदर उसको देख के पता लगा लेता है  ",
            "start": 189.24,
            "duration": 4.8
        },
        {
            "text": "की ये फंगस है कान के अंदर ये काले सफेद रंग का \nफंगस कान के अंदर आसानी से दिख जाता है और इलाज  ",
            "start": 194.04,
            "duration": 4.74
        },
        {
            "text": "के तौर पे डॉक्टर्स को आसानी से निकल लेता है \nऔर उसके बाद आपको कुछ एंटीबायोटिक्स या दूसरी  ",
            "start": 198.78,
            "duration": 5.7
        },
        {
            "text": "दवाइयां और एंटीफंगल दवाइयां यह ड्रॉप के तौर पे \nऔर खाने की तौर पे भी देता है जिनको आपको लगातार  ",
            "start": 204.48,
            "duration": 5.04
        },
        {
            "text": "पूरा कोर्स करना चाहिए क्योंकि अगर आप इलाज बीच \nमें छोड़ देंगे और पूरा कोर्स नहीं करेंगे तो  ",
            "start": 209.52,
            "duration": 5.34
        },
        {
            "text": "बीमारी आपको दोबारा से हो सकती है इसलिए इलाज \nपूरा करने के बाद भी आप अपने डॉक्टर से अपने  ",
            "start": 214.86,
            "duration": 5.46
        },
        {
            "text": "कान का चेकअप कारण और जब डॉक्टर आपका भी ठीक है \nतभी आप अपनी दवाई बंद करें इलाज करते समय भी आपको  ",
            "start": 220.32,
            "duration": 6.3
        },
        {
            "text": "यह ध्यान रखना जरूरी है की कान के अंदर नामी \nना जाए कान पर आप रुई लगाके ना आए तो फिर आपका  ",
            "start": 226.62,
            "duration": 5.4
        },
        {
            "text": "बीमारी दोबारा से नहीं होगी यही इसके प्रिवेंशन \nहै की नामी के दिनों में कान पे कोशिश करें",
            "start": 232.02,
            "duration": 4.56
        },
        {
            "text": "समय कानपुरी लगा लें नारियल का तेल मिल या सरसों के \nतेल में थोड़ा सा कॉटन गज गिला करके उसके कान पे लगा  ",
            "start": 239.88,
            "duration": 6.78
        },
        {
            "text": "ले सो डेट वो अंदर नामी को ना जाने दे स्ट्राइक्स \nका उसे ना करें और स्विमिंग करते समय एयर प्लग्स  ",
            "start": 246.66,
            "duration": 6.06
        },
        {
            "text": "का इस्तेमाल करें तो इस तरीके से आप ऑटोमेटिक या कान \nके फंगस की बीमारी से अपने आप को बचा सकते हैं अगर  ",
            "start": 252.72,
            "duration": 6.24
        },
        {
            "text": "आपने इस पे ध्यान नहीं दिया तो ये वाकई बहरेपन का \nकारण बन सकती है आपके कान का हियरिंग लॉस हो सकता  ",
            "start": 258.96,
            "duration": 5.52
        },
        {
            "text": "है और यह बहुत बड़ा कारण है बहरेपन का तो मुझे \nउम्मीद है दोस्तों आपको ये वीडियो पसंद आया होगा  ",
            "start": 264.48,
            "duration": 5.34
        },
        {
            "text": "अगर वाकई ये वीडियो आपको अच्छा लगा हो तो उसको \nशेयर जरूर कर ले लाइक भी कर ले और बेल आइकन का  ",
            "start": 269.82,
            "duration": 5.76
        },
        {
            "text": "बटन ढाबा लें सो डेट इस तरह की मेडिकल इनफॉरमेशन \nवीडियो आपको समझ में मिलते रहे थैंक यू धन्यवाद",
            "start": 275.58,
            "duration": 5.34
        }
    ],
    "R_TyJUpvRNg": [
        {
            "text": "हेलो दोस्तों आज हम जिस मूवी को प्लेन करने वाला \nहूं उसका नाम अमेरिकन अफेयर है जो 2008 में रिलीज  ",
            "start": 0.0,
            "duration": 6.24
        },
        {
            "text": "हुई थी ये एक अमेरिकन रोमांटिक ड्रामा मूवी है \nइसमें 13 साल के लड़के को प्यार हो जाता है एक  ",
            "start": 6.24,
            "duration": 6.3
        },
        {
            "text": "खूबसूरत विधवा औरत से उनकी प्रेम कहानी क्या रंग \nलेगी क्या ये दोनों मिल पाएंगे इस वीडियो में देखते  ",
            "start": 12.54,
            "duration": 5.82
        },
        {
            "text": "हैं वो भी शुरू करने से पहले अगर आपने हमारे चैनल \nको सब्सक्राइब नहीं किया है तो सब्सक्राइब करके  ",
            "start": 18.36,
            "duration": 6.0
        },
        {
            "text": "बेल आइकन को प्रेस कर लें इससे हमारी सभी वीडियो \nकी नोटिफिकेशन आप तो सबसे पहले पहुंचेगी मूवी की  ",
            "start": 24.36,
            "duration": 5.64
        },
        {
            "text": "शुरुआत में हमें स्कूल को दिखाया जाता है स्कूल में \nकाफी लड़कियां को लड़ते हुए दिखाया जाता है इनमें एक  ",
            "start": 30.0,
            "duration": 5.94
        },
        {
            "text": "लड़का एडम भी होता है एडोब अपने स्कूल के लड़कों \nसे लड़ रहा होता है मगर उसके सामने वाला लड़का",
            "start": 35.94,
            "duration": 5.4
        },
        {
            "text": "टूट जाता है बाद में टीचर ने पेनिस भी करती है टूटे \nहुए दांत को नैपकिन में छिपा लेता है अपन के बाद  ",
            "start": 41.34,
            "duration": 10.38
        },
        {
            "text": "मैडम घर पर पहुंचता है वो अपने टूटे हुए दांत को \nगोली से चिपका लेता है रात को खिड़की के पास बैठकर  ",
            "start": 51.72,
            "duration": 6.3
        },
        {
            "text": "एक अश्लील मैचिंग तो देख रहा होता है है तभी उसे \nखिड़की से मैं लड़की दूसरी अपार्टमेंट में बैठे  ",
            "start": 58.02,
            "duration": 5.82
        },
        {
            "text": "हुए हैं दिखाई देती है वह समय अर्थ नग्न अवस्था में \nबैठकर सिगरेट पी रही होती है उसके अंगों को देखकर  ",
            "start": 63.84,
            "duration": 6.12
        },
        {
            "text": "एवं काफी आकर्षित होता है उसकी खूबसूरत टांगों को \nदेखकर एडम के मैन में कामवासना की इच्छा जैन लगती है  ",
            "start": 69.96,
            "duration": 6.06
        },
        {
            "text": "अगली सुबह एडम उसे लेडी के बारे में जानना चाहता है \nवो उसके घर के दरवाजे के सामने पहुंचता है वो देखता  ",
            "start": 76.02,
            "duration": 6.9
        },
        {
            "text": "है की एक पोस्ट में लेटर बॉक्स में लेटर दल रहा होता \nहै पोस्टमैन के जाने के बाद एडम्स बॉक्स से रिटर्न  ",
            "start": 82.92,
            "duration": 6.12
        },
        {
            "text": "निकल लेते हैं इस लेटर में लिखा है की यह लेटर \nकैथरीन को भेजा गया है और यह लेटर उस प्रेसिडेंट  ",
            "start": 89.04,
            "duration": 5.94
        },
        {
            "text": "ज्वाइन ऑफ एलईडी ने भेजा है यानी एडम को यह तो पता \nचल गया इस सूरत औरत का नाम कैथरीन है वो वापस से इस  ",
            "start": 94.98,
            "duration": 7.62
        },
        {
            "text": "लेटर को बॉक्स में दल देता है और घर के बाहर से \nवो छिप कर इस घर को देखने की कोशिश करता है तभी  ",
            "start": 102.6,
            "duration": 6.54
        },
        {
            "text": "यहां कैटरीना जाती है कैथरीन को देख कर एकदम थोड़ा \nनरगिस होता है पर वो यहां बहाना बनाता है उसे कम की  ",
            "start": 109.14,
            "duration": 6.66
        },
        {
            "text": "जरूरत है उसे यूरोप ट्रिप पर जाने के लिए उसके पास \nपैसे नहीं उसे घर के अंदर बुलाती है बेहतरीन पूछती  ",
            "start": 115.8,
            "duration": 7.56
        },
        {
            "text": "है की तुम क्या कम कर सकते हो मैडम कहता है की कुछ \nभी करना नहीं आता इनके पास इस समय सिर्फ एक ही कम  ",
            "start": 123.36,
            "duration": 6.12
        },
        {
            "text": "होता है और वो है गार्डनिंग का उसे अपने गार्डन को \nरिनोवेट करना है मैडम कहता है उसे आता तो नहीं है  ",
            "start": 129.48,
            "duration": 6.3
        },
        {
            "text": "पर वो धीरे-धीरे कम करना सिख जाएगा इस तरह कैटरिंग \nने उसे अपने यहां गार्डनिंग का कम दे दिया है घर से  ",
            "start": 135.78,
            "duration": 6.78
        },
        {
            "text": "बाहर निकल कर एकदम बहुत खुश होता है यानी एक ही रात \nमें वो काफी आगे बढ़ गया कल रात को उसने कैटरिंग को  ",
            "start": 142.56,
            "duration": 6.84
        },
        {
            "text": "देखा था और आज उसके घर में भी ए गया और उसका नाम \nभी पता चल गया और अब वो रोज कैटरिंग को दे सकता है  ",
            "start": 149.4,
            "duration": 6.36
        },
        {
            "text": "यहां पर आकर मैंने एक कम के बहाने पर उसकी एक मुराद \nतो पुरी हुई इसके बाद हम मैडम को स्कूल में देखते  ",
            "start": 155.76,
            "duration": 7.62
        },
        {
            "text": "हैं स्कूल में भी एडम की तरह काफी दिनों से फिदा \nहै फिर भी अक्सर आइटम को देख लेती है आज जब दोनों  ",
            "start": 163.38,
            "duration": 8.22
        },
        {
            "text": "मिलते हैं तो फिर दे रही है मैडम फिर से पूछता है \nक्या तुम मेरे घर चलोगी फिर कहती है की मैं हमारे  ",
            "start": 171.6,
            "duration": 8.52
        },
        {
            "text": "घर आकर क्या करूंगी मैडम बहाने बनाता है की दोनों घर \nपर बैठकर वीडियो गेम खेलेंगे गाने सुनेंगे इतने में  ",
            "start": 180.12,
            "duration": 6.72
        },
        {
            "text": "टीचर पीछे से ए जाती है वह लड़की सिर्फ फ्लर्ट करते \nहुए देखती है तब वो उसकी कान पड़कर यहां से खींच के  ",
            "start": 186.84,
            "duration": 6.54
        },
        {
            "text": "ले जाती है आज रात को मैडम अपनी खिड़की से है क्या \nअपार्टमेंट को देख रहा होता है अक्सर वो फोटो खींचना  ",
            "start": 193.38,
            "duration": 6.36
        },
        {
            "text": "रहता है इसमें kahatil और उसके घर की होती है वो \nनीचे देखता है की कोई सेक्स अपनी कर से उतरा है और  ",
            "start": 199.74,
            "duration": 6.66
        },
        {
            "text": "उसके साथ कुछ और भी लोग हैं ये और कोई नहीं बल्कि उस \nप्रेसिडेंट ऑफ कैनेडी है एडल्ट सबकी तस्वीरें खींचना  ",
            "start": 206.4,
            "duration": 7.56
        },
        {
            "text": "है रेजिडेंट जब कर से उतरते हैं तब वो कैथरीन \nको किस करता है इसके बाद दोनों घर के अंदर जाकर  ",
            "start": 213.96,
            "duration": 6.54
        },
        {
            "text": "इंटिमेट होते हैं रानी होती है की कैटरिंग का चक्कर \nप्रेसिडेंट से चल रहा है अगली सुबह वो गार्डनिंग का  ",
            "start": 220.5,
            "duration": 7.56
        },
        {
            "text": "कम करने पहुंचता है तब वह इस बारे में पूछता है यकीन \nकहती है तुम इन सबके बारे में कैसे पता मैडम कहता है  ",
            "start": 228.06,
            "duration": 7.74
        },
        {
            "text": "उसने कुछ तस्वीरें भी खींची है पहले तो कहती है की \nजान अब कैनेडी सिर्फ उसका दोस्त है यानी उसके और  ",
            "start": 235.8,
            "duration": 9.06
        },
        {
            "text": "प्रेसिडेंट के बीच में कुछ भी नहीं है पर इस समय एडम \nके मैन में ईर्ष्या है वो कैथरीन को किसी और के साथ  ",
            "start": 244.86,
            "duration": 6.42
        },
        {
            "text": "नहीं दे सकता उससे पूछता है की उसकी बेटी की क्या \nकहानी है दरअसल एडम को उसके पैरेंट ने पहले ही कैथल  ",
            "start": 251.28,
            "duration": 7.5
        },
        {
            "text": "से मिलने से माना किया है जब हमने इस बार में पूछा \nतो उसके पैरेंट ने kahalin का पहले एक बेटा था अब वो  ",
            "start": 258.78,
            "duration": 7.26
        },
        {
            "text": "कहां है किसी को नहीं मालूम यानी कैथरीन को बच्चों \nकी देखभाल करना नहीं आता इसीलिए उसके पेरेंट्स ने  ",
            "start": 266.04,
            "duration": 6.42
        },
        {
            "text": "मैडम को कठिन से दूर रहने के लिए कहा था मैडम आगे \nभी कहता है की अगर तुम्हारा बेटा था तो उसका मतलब  ",
            "start": 272.46,
            "duration": 6.48
        },
        {
            "text": "तुम्हारा हस्बैंड भी रहा होगा अब वह कहां पर है \nकी वह जा चुका है इसके बाद कहती और कोई जवाब नहीं  ",
            "start": 278.94,
            "duration": 7.86
        },
        {
            "text": "देना चाहती और यहां से चली जाती है थोड़ी देर में \nनिकल रहे द निकलती है की वह बहुत खूबसूरत लग रही है",
            "start": 286.8,
            "duration": 10.62
        },
        {
            "text": "और यहां से जाने लगती है मैडम अपना कम धाम छोड़कर \nकैरिंग का पीछा करने लगता है yathen की इस लंबी  ",
            "start": 299.88,
            "duration": 7.02
        },
        {
            "text": "यात्रा में बेटा उसके पीछे पीछे छुप कर चल रहा था \nऔर उसको देखे जा रहा है काफी दूर जाकर एक शख्स से  ",
            "start": 306.9,
            "duration": 7.92
        },
        {
            "text": "मिलती है इसका नाम लूसियान है लुसियन और कहते हैं एक \nदूसरे को किस कहते हैं और एडम चुप कर ये सब देख रहा  ",
            "start": 314.82,
            "duration": 7.08
        },
        {
            "text": "था इसके बाद वो वापस घर ए जाता है घर में एडम मिट्टी \nसे सना हुआ आता है उसके पैर है उसे देखकर डांटे हैं  ",
            "start": 321.9,
            "duration": 7.2
        },
        {
            "text": "और कहते हैं की दोबारा कैचिंग से ना मिले अगली बार \nजब कहते हैं से मिलने गया तब यहां उसका हस्बैंड  ",
            "start": 329.1,
            "duration": 6.96
        },
        {
            "text": "मिलता है जिसका नाम ग्राम है ग्राम मैडम को पड़कर \nइनके सामने ले आता है मैडम के सामने आते ही कहते  ",
            "start": 336.06,
            "duration": 7.26
        },
        {
            "text": "हैं और ग्राम आपस में लड़ पड़ते हैं यहां हमें पता \nचलता है की ग्राम और कैटरिंग का काफी पहले डायवोर्स  ",
            "start": 343.32,
            "duration": 6.78
        },
        {
            "text": "हो गया है और अभी भी कहते हैं अपने बच्चे के खोने के \nगम से उभर नहीं पाई है ग्राम बार-बार उससे इन सबसे  ",
            "start": 350.1,
            "duration": 7.86
        },
        {
            "text": "आगे बढ़ाने को कहते हैं तो अभी भी कैचिंग के साथ रे \nयूनिट होना चाहता है पर कैथोलिक उसे बार-बार इनकार  ",
            "start": 357.96,
            "duration": 7.26
        },
        {
            "text": "कर देती है इस बार भी वह ग्राहक को यहां से भेज देती \nहै मैडम ग्राम का पीछे करते हैं ग्राम लुसेंट से  ",
            "start": 365.22,
            "duration": 7.68
        },
        {
            "text": "मिलता है और उसके साथ डॉक्टर विल भी आया होता है ये \nतीनों मिलकर किसी डायरी के बारे में बात कर रहे हैं  ",
            "start": 372.9,
            "duration": 6.06
        },
        {
            "text": "मैडम को समझ नहीं आता की आखिर ये क्या कहानी है \nउसके बाद स्कूल में एडम फेर से मिलता है मैडम के  ",
            "start": 378.96,
            "duration": 7.26
        },
        {
            "text": "कहने पर फिर था और उसकी सहेलियों के घर आते हैं या \nफिर दूसरे के साथ बैठे हुए आपस में चुंबन प्रक्रिया  ",
            "start": 386.22,
            "duration": 7.14
        },
        {
            "text": "शुरू कर देते हैं जब यह दूसरे को किस कर रहे होते \nहैं तभी पेट के मुंह में मैडम का टूटा हुआ दांत  ",
            "start": 393.36,
            "duration": 6.72
        },
        {
            "text": "चला आता है यह सब dekhkarti है की पहले तुम अपने \nदांत ठीक कर लो उसके बाद तो मुझे फोन करना इस तरह  ",
            "start": 400.08,
            "duration": 8.58
        },
        {
            "text": "एडम की पहली डेट फैल हो गई मैडम बाद में कैचिंग से \nमिलता है प्रोग्राम और उसे की मुलाकात के बारे में  ",
            "start": 408.66,
            "duration": 6.78
        },
        {
            "text": "बताता है वह यह भी कहता है की उनके साथ कोई तीसरा \nशक था डॉक्टर वेल पेशेंट कहती है की तुम इन करो",
            "start": 415.44,
            "duration": 7.92
        },
        {
            "text": "तभी वह कहते हैं की डायरी को उठा लेता है और \nउसे लेकर अपने घर ए जाता है मैडम और कैचिंग की  ",
            "start": 423.36,
            "duration": 13.02
        },
        {
            "text": "मुलाकात अक्सर हुआ करती है एक बार का रही है \nएटम को ड्रिंक पिलाती है बेटा यहां उसके साथ  ",
            "start": 436.38,
            "duration": 6.0
        },
        {
            "text": "पेंटिंग करने की इच्छा जाहिर करता है और कहते \nहैं एक साथ पेंटिंग शुरू करते हैं पेंटिंग करते  ",
            "start": 442.38,
            "duration": 5.88
        },
        {
            "text": "हुए दोनों रंगों से खेलने लगते हैं अब दोनों के \nबीच यहां पर होली खेली जाती है इस समय मैडम मौका  ",
            "start": 448.26,
            "duration": 7.02
        },
        {
            "text": "पाते बेहतरीन को बार-बार देखते हैं अब उसके अंदर \nकामवासना जागृत होती है वह कहते हैं वह कहते हैं",
            "start": 455.28,
            "duration": 9.42
        },
        {
            "text": "उसके पेरेंट्स बहुत ज्यादा गुस्सा हो जाते \nहैं और उसे दांतों लगते हैं और कहते हैं  ",
            "start": 464.7,
            "duration": 15.0
        },
        {
            "text": "अब कभी इनके घर नहीं जाओगे यहां तक फादर ने आइटम की \nमदर को वर्क फ्रॉम होम लेने की इजाजत दी है इस तरह  ",
            "start": 479.7,
            "duration": 9.3
        },
        {
            "text": "अड्डों की मदद पर नजर रखेंगे मैडम कैटरिंग के प्यार \nमें इतना दीवाना है वो डायरी को अपने साइन से लगाकर  ",
            "start": 489.0,
            "duration": 7.32
        },
        {
            "text": "सोता है कुछ दिनों बाद खबर मिलती है की प्रेसिडेंट \nकी डेथ हो गई है ए मैडम कैथरीन के घर जाता है वह  ",
            "start": 496.32,
            "duration": 7.38
        },
        {
            "text": "देखता है की कैथरीन काफी उदास है वो उसे सहारा देने \nजाता है और मौका पाते वो बेहतरीन को किस करता है",
            "start": 503.7,
            "duration": 6.72
        },
        {
            "text": "इसके बाद दोनों एक दूसरे के साथ चुंबन प्रक्रिया \nशुरू करते हैं मैडम को किस करती है और अपने हाथों  ",
            "start": 510.42,
            "duration": 10.08
        },
        {
            "text": "से उसके अंगों को छूने लगते हैं आप कहते हैं \nयहां पर उत्तेजित होती है और दोनों एक दूसरे  ",
            "start": 520.5,
            "duration": 6.06
        },
        {
            "text": "के साथ इंटिमेट होते हैं की तभी कैथरीन को \nहोश ए जाता है उसे लगता है की यह सब गलत है",
            "start": 526.56,
            "duration": 6.0
        },
        {
            "text": "[संगीत] घर में वह अपनी मैन के प्रेसिडेंट की मौत \nके दुख में रोते हुए देखता है अगली सुबह कैथरीन एडम  ",
            "start": 532.56,
            "duration": 11.58
        },
        {
            "text": "के घर आती है मैडम की मैन उसे एडल्ट से मिलने नहीं \nदेते कठिन कहती है की एडम के पास उसकी एक कीमती चीज  ",
            "start": 544.14,
            "duration": 6.6
        },
        {
            "text": "है उसे को चाहिए उसके बाद कैट वहां से चली जाती \nहै कहते हैं जो अपने घर पहुंचती है तब उसका एक्स  ",
            "start": 550.74,
            "duration": 7.08
        },
        {
            "text": "हस्बैंड फिर से मिलने आया है वो कहता है अगर कहते \nहैं डायरी लोशन को दे देती है तो यह दोनों आजाद हैं  ",
            "start": 557.82,
            "duration": 8.04
        },
        {
            "text": "और यहां से कहीं दूर जा सकते हैं अगले दिन फिर \nसे एडम को सजा दी गई है उसे चर्च में भेज दिया  ",
            "start": 565.86,
            "duration": 7.14
        },
        {
            "text": "जाता है अपने क्राइम को काबुल करने के लिए दरअसल \nवो मारे हुए प्रेसिडेंट की रिस्पेक्ट नहीं कर रहा  ",
            "start": 573.0,
            "duration": 6.3
        },
        {
            "text": "और इसीलिए उसे सजा दी गई है जब चर्च में एडम बैठा \nहै तब वह कहते हैं को यहां पर देखते हैं कहते हैं  ",
            "start": 579.3,
            "duration": 8.16
        },
        {
            "text": "की वो उसकी आंटी बनकर स्कूल वालों से परमिशन लेकर \nउसे मिलने आई है कहते हैं की अब मैं इंडिया जा रही  ",
            "start": 587.46,
            "duration": 8.22
        },
        {
            "text": "हूं हालांकि मुझे वहां की लैंग्वेज नहीं आती पर \nमैं वहां ढूढ़ूंगी मैंने सुना है वो रहने के लिए  ",
            "start": 595.68,
            "duration": 6.9
        },
        {
            "text": "काफी अच्छी जगह है बेटा मुझसे पूछता है की क्या \nमैं उम्र में बड़ा होता तो क्या तुम मुझसे प्यार  ",
            "start": 602.58,
            "duration": 6.06
        },
        {
            "text": "करती है यकीन ना मैडम को किस करती है और कहती \nहै हान वो भी एडम को पसंद करती है पर कहते हैं  ",
            "start": 608.64,
            "duration": 7.14
        },
        {
            "text": "उसे यह भी कहती है उसी को डायरी चाहिए अब वो डायरी \nउसकी मौत और जिंदगी का सवाल बन चुकी है बेटा मुझसे  ",
            "start": 615.78,
            "duration": 7.74
        },
        {
            "text": "वादा करते हैं की आज दोपहर 3:30 तक वह हाल में \nउसकी डायरी उसे दे देगा यहां दोनों एक दूसरे से  ",
            "start": 623.52,
            "duration": 7.38
        },
        {
            "text": "विदा लेते हैं एडम अब जनता है की सा यादव कैथरीन \nको अब दोबारा ना देख पाए इसीलिए उसकी आंखें नाम  ",
            "start": 630.9,
            "duration": 6.9
        },
        {
            "text": "है मैडम जब घर पहुंचता है तब यहां वो दूसरा ही नजर \nदेखते हैं उसके फादर से मिलने आया है मैडम अपने रूम  ",
            "start": 637.8,
            "duration": 8.28
        },
        {
            "text": "में जाकर डायरी को शेयर करता है डायरी वहां पर नहीं \nहोते तो वह अपने फादर पर गुस्सा करने लगता है उसके  ",
            "start": 646.08,
            "duration": 7.5
        },
        {
            "text": "फादर कहते हैं की इन सब चीजों पर फोकस नहीं करना \nचाहिए मैडम जान जाता है की वह लुसेंट को दे दिया",
            "start": 653.58,
            "duration": 7.08
        },
        {
            "text": "के हाथ में डाली तो है पर डायरी को लूसी नाग में \nफेंक देता है और बेटा अपनी आंखों के सामने उसे  ",
            "start": 660.66,
            "duration": 10.74
        },
        {
            "text": "डायरी को जलता हुआ देखता है वो काफी इमोशनल होते हैं \nलुसेंट कहता है की वो kahetare से बस डायरी चाहता था  ",
            "start": 671.4,
            "duration": 7.02
        },
        {
            "text": "अब बेचारी कैथरीन आराम के नींद सो रही है मैडम भगत \nहुआ बाहर आता है तब सीडीओ के नीचे उसे कैटरिंग की  ",
            "start": 678.42,
            "duration": 7.86
        },
        {
            "text": "लाश को देखता है उसे देखकर वो काफी इमोशनल हो जाता \nहै बाबू होता हुआ एडम कैथरीन की खुली हुई आंखें बंद  ",
            "start": 686.28,
            "duration": 7.56
        },
        {
            "text": "कर देता है पीछे मुड़कर देखता है तो उसके फादर \nउसके पास आने की कोशिश कर रहे हैं जबकि लूसिया  ",
            "start": 693.84,
            "duration": 6.54
        },
        {
            "text": "रोक लेता है इन सब बातों को कुछ दिन बीट जाता है \nतब एक दिन को कैसे रिसीव हुआ [संगीत] पेंटिंग की  ",
            "start": 700.38,
            "duration": 11.46
        },
        {
            "text": "अलग-अलग टुकड़े हैं तब यह आइटम की एक खूबसूरत \nपेंटिंग है इसे देखकर काफी इमोशनल हो जाता है  ",
            "start": 711.84,
            "duration": 9.06
        },
        {
            "text": "उसके पेरेंट्स भी उसे समय काफी दुखी होते हैं यहां \nपर एडम रिलाइज करता है की कहते हैं उसे कितना प्यार  ",
            "start": 720.9,
            "duration": 7.02
        },
        {
            "text": "करती थी मरने से पहले कैटरिंग ने पार्सल कर दिया \nथा मैडम को यानी मरते वक्त भी वो एडम के बारे  ",
            "start": 727.92,
            "duration": 6.9
        },
        {
            "text": "में ही सोच रही थी और इसी इमोशनल के साथ यह मूवी \nयहीं पर समाप्त हो जाती है आई होप की वीडियो आपको  ",
            "start": 734.82,
            "duration": 6.12
        },
        {
            "text": "पसंद आया होगा वीडियो अच्छा लगा देखना एक जरूर \nकरते हैं और अभी तक हमारे चैनल को सब्सक्राइब  ",
            "start": 740.94,
            "duration": 5.1
        },
        {
            "text": "नहीं किए हैं तो प्लीज चैनल को सब्सक्राइब करके \nबेल आइकन को प्रेस करें ताकि हमारे वीडियो की  ",
            "start": 746.04,
            "duration": 4.74
        },
        {
            "text": "नोटिफिकेशन आपको सबसे पहले मिले मैं मिलता हूं आपसे \nनेक्स्ट वीडियो में तब तक के लिए बाय बाय [संगीत]",
            "start": 750.78,
            "duration": 5.012
        }
    ]
}